Repository: GetLuna/Luna
Catalog: lang/Nederlands/luna.po
Languages: nl

source: About Luna %s %s
nl: Over Luna %s %s

source: New
nl: Nieuw

source: You can now pick a Font Awesome style for forum icons
nl: Je ka nu kiezen een Font Awesome stijl kiezen voor forum icons

source: Improved
nl: Verbeterd

source: Spoilers now use the Bootstrap's collapse plugin
nl: Spoilers gebruik nu de native Bootstrap plugin

source: Further refinements to the new Backstage design
nl: Verdere verfijning van het nieuwe ontwerp van de Backstage

source: Night mode has better contrast and darker design
nl: Nachtmodus heeft beter contrast en donkerder design

source: The sidebar in threads now takes less vertical space on small screens
nl: De zijbalk van conversaties neemt nu minder verticale ruimte op kleine schermen

source: Fixed
nl: Herstelt

source: ALPHA - Backstage accent settings no longer trigger a warning
nl: ALPHA - Backstage accent instellingen tonen niet langer een waarschuwing

source: ALPHA - $luna_config is now used instead of $config for some settings, as it should be
nl: ALPHA - $luna_config wordt nu gebruikt in plaats van $config voor bepaalde instellingen, zoals het hoort

source: Luna will now get Bootstrap and jQuery from a CDN by default
nl: Luna haalt Bootstrap en jQuery nu standaard op vanaf een CDN

source: Luna now uses your native system font instead of Segoe UI and Open Sans
nl: Luna gebruikt nu de standaard lettertypes van het OS in plaats van Segoe UI en Open Sans

source: Tables will now work better on small devices
nl: Tabellen werken nu beter op kleine toestellen

source: System
nl: Systeem

source: Changed
nl: Veranderd

source: Improvements to the Luna coding conventions
nl: Verbeteringen aan de Luna coderingsconventies

source: Removed
nl: Verwijderd

source: It is no longer possible to enable smilies
nl: Het is niet langer mogelijk om smilies te gebruiken

source: Further improvements for PHP 7.2 support
nl: Verdere verbeteringen voor PHP 7.2 ondersteuning

source: Updates some string to reflect current situations
nl: Past enkele teksten aan aan huidige situatie

source: "Check for updates" has been updated to match the new site and repo structure
nl: 'Controleer updates' is bijgewerkt zodat deze overeenkomen met de nieuwe structuur van de site en repo

source: Updates references to GetLuna.org to match new site
nl: Updates verwijzingen naar GetLuna.org aan de nieuwe site

source: Site descriptions can now be up to 300 characters long instead of 255
nl: Site beschrijvingen kunnen nu 300 tekens lang zijn in plaats van 255

source: Improved errors for search queries
nl: Verbeterde foutmeldingen bij zoek opdrachten

source: Underscores are now properly escaped in LIKE-queries
nl: Liggende streepjes zijn nu goed escaped in LIKE-queries

source: Fixes an issue where SMTP data could not be set due to a character limit
nl: Corrigeert een probleem waar SMTP gegevens niet kunnen worden ingevuld door een limiet van tekens

source: Calculations now work properly in debug mode regardless of localization
nl: Berekeningen functioneren in de debugmodus ongeacht lokalisatie

source: There is no longer a hardcoded "said" string
nl: De tekst "said" is niet langer hardcoded

source: The forum title will no longer appear to far to the left when active
nl: De titel van het active forum verschijnt niet meer te ver naar links

source: A space has been added to quote titles before "wrote"
nl: Een spatie is toegevoegd aan titels van citaten voor "schreef"

source: "spoiler" is now properly quoted in the parser
nl: "spoiler" wordt nu correct geciteerd in de parser

source: Night mode now correctly colors the border in the release notes
nl: De nachtmodus kleurt nu correct de rand in de release-opmerkingen

source: Font Awesome has been updated to version 4.7.0
nl: Font Awesome is bijgewerkt naar versie 4.7.0

source: Prism has been updated to version 14.0
nl: Prism is bijgewerkt naar versie 14,0

source: Add support for PHP 7.2
nl: Ondersteuning voor PHP 7.2 is toegevoegd

source: Fixes an issue where splitting a thread would reset solved to null
nl: Herstelt een probleem waarbij the splitsen van discussies reset opgelost naar null

source: Fixes an issue where Backstage would use Mainstage errors
nl: Herstelt een probleem waar Backstage gebruik maakt van Mainstage foutmeldingen

source: Fixes an issue where resetting the password would fail
nl: Herstelt een probleem waarbij het resetten van het wachtwoord faalt

source: Hidden threads now have a yellow indicator on the right hand side
nl: Verborgen conversaties worden nu in het geel aangeduid aan de rechter kant

source: The Mainstage won't show notifications twice anymore
nl: De Mainstage zal notificaties geen 2 keer meer tonen

source: Some BBCodes would break with certain uses of hard returns
nl: Sommige BBCode in combinatie met witregels zorgt nu niet meer voor problemen

source: Fixes content of spoiler-tags being unreadable in night mode
nl: De spoiler-tag is nu leesbaar in nacht modus

source: Editing a user will no longer change the accent color of that user
nl: Het aanpassen van een profiel zal nu niet meer de accentkleur wijzigen

source: Fixes sorting of the userlist on the second page
nl: Het volgorde van de gebruikerslijst is nu correct op de 2de pagina

source: Fixes moderator forums being unavailable in the profile admin settings
nl: Herstelt een fout waarbij moderator forums niet zichtbaar zijn in het profiel van gebruikers

source: Fixes an undisclosed security issue
nl: Herstelt een niet nader genoemd beveiligingsprobleem

source: Simple searches now list results descending
nl: Simpele zoekopdrachten tonen nu het resultaat aflopend

source: Fixes notification links being broken
nl: Herstelt links van notificaties die niet werken

source: Fixing missing ids for threads in the bell icon in search results
nl: Herstelt missende IDs van conversaties in de zoekresultaten

source: Bootstrap 3.3.6 has been updated to version 3.3.7
nl: Bootstrap 3.3.6 is bijgewerkt naar versie 3.3.7

source: Fixes an SQL injection with notifications
nl: Herstelt een SQL injectie met notificaties

source: Fixes a memory leak in PHP 5.6 on XAMPP
nl: Herstelt een memory leak in PHP 5.6 op XAMPP

source: Password reset would fail to reset the password in some situations
nl: Wachtwoord reset faalde in sommige omstandigheden met het resetten van het wachtwoord

source: jQuery has been updated to version 2.2.4
nl: jQuery is bijgewerkt naar versie 2.2.4

source: Info messages no longer feel like an error if they're not
nl: Info berichten lijken niet meer op foutmeldingen als ze dat niet zijn

source: Custom CSS is now loaded before emoji CSS to allow custom web fonts
nl: Aangepaste CSS wordt nu ingeladen voor de emoji CSS voor aangepaste weblettertypes mogelijk te maken

source: Improved error design in Inbox
nl: Verbeterde foutmeldingen in Inbox

source: The quick reply box in Inbox has been replaced with a Reply-button
nl: Je kan niet meer reageren op een Inbox conversatie in de conversatie

source: An issue with signing in has been resolved
nl: Een probleem met inloggen is opgelost

source: Fixes the password reset link which was broken in certain situations
nl: Herstelt een fout in de wachtwoord-reset link welke niet werkte in sommige situaties

source: Fixes wrong avatars in Inbox conversations
nl: Herstelt foute avatars in Inbox conversaties

source: Font Awesome has been updated to version 4.6.3
nl: Font Awesome is bijgewerkt naar versie 4.6.3

source: When no threads or forums exist, the messages are shown in a more polished style
nl: Als geen forum of conversatie bestaat worden deze meldingen nu beter weergegeven

source: Some of the left over Luna Preview elements hav been removed
nl: De overblijfselen van de Luna Preview zijn verwijderd

source: Fixes an issue where an URL in a mail would be mising
nl: Herstelt een probleem met een URL die niet werd getoond in een mail

source: Fixes an issue where removing a forum would fail
nl: Herstelt een probleem waardoor het verwijderen van een forum niet zou werken

source: Fixes a number of issues with plugins
nl: Herstelt enkele problemen met plugins

source: Fixes a nesting bug in the board page
nl: Herstelt een probleem in de markup van de forum pagina

source: Fifteen has received a fully reimagned design based on Airalin
nl: Fifteen heeft een volledig nieuw ontwerp gebaseerd op Airalin

source: Sunrise has also been reimagned based on the new Fifteen look
nl: Sunrise heeft ook een nieuwe uiterlijk gebaseerd op Fifteen

source: You can now add custom CSS to the theme you're using
nl: Je kan nu je eigen CSS toevoegen aan een thema

source: Luna's default placeholder avatar can now be replaced
nl: De standaard avatar kan nu worden aangepast

source: Notifications now get marked as read when clicked
nl: Notificaties worden nu gemarkeerd als gelezen als er op geklikt wordt

source: New notification tools on the Notification page in the profile
nl: Niuewe notificatie hulpmiddelen op de Notificaties-pagina in het profiel

source: Comments can now have admin notes that are displayed in threads
nl: Reacties kunnen nu nota's hebben die zichtbaar zijn in conversaties

source: You can now upload a header background to use in your theme and the Backstage
nl: Je kan nu een header uploaden voor in thema's en de Backstage

source: You can now manage your boards favicon in Settings
nl: Je kan nu het favicon van het forum beheren in Instellingen

source: You can now respond on Inbox messages from the message view
nl: Gebruikers kunnen nu direct reageren op Inbox berichten

source: Reports now trigger a notifications for admins and moderators
nl: Rapporten sturen nu notificaties voor admins en moderators

source: New threads in a subscribed board now trigger notifications
nl: Nieuwe conversaties in forums waarop men geabonneerd is sturen nu notificaties

source: Fifteen, Sunrise and Backstage have new Pink, Dark Red and Beige accents
nl: Fifteen, Sunrise en Backstage hebben een Roos, Donker Rood en Beige accent

source: The parser now supports the spoiler-tag optionally
nl: De parser biedt optionele ondersteunding voor de spoiler-tag

source: Luna now has a Dutch translation included by default
nl: Luna heeft nu een Nederlandse vertaling standaard meegeleverd

source: Maintenance mode now shows a warning in the Backstage header
nl: Onderhoudsmodus toont nu een waarschuwing in de Backstage

source: Luna now uses salts and SHA-512 to save passwords
nl: Luna gebruikt voortaan salts en SHA-512 om wachtwoorden op te slaan

source: Luna now includes full "Right to Left"-support
nl: Luna bied nu volledige "Rechts naar Links"-ondersteuning

source: Components now live in their own folder in the Luna root
nl: Componenten zitten nu in hun eigen map in de hoofdmap van Luna

source: Debug mode can now be enabled with one line in the config file
nl: Debug mode can nu worden geactiveerd met een lijn in het config bestand

source: Bootstrap, Font Awesome and jQuery have been updated to the latest version
nl: Bootstrap, Font Awesome en jQuery zijn voorzien van de laatste versie

source: Revamped search forms for users and bans, including responsive design
nl: Nieuwe zoekformulieren voor gebruikers en bans, inclusief responsief design

source: The Backstage has a whole new structure
nl: De Backstage heeft een volledig nieuwe indeling

source: Luna's file structure has been updated
nl: Luna's bestandsstructuur is aangepast

source: You can now see what's a subforum and edit more settings in board management
nl: Je kan nu zien wat een sub forum is en meer instellingen wijzigen in forum beheer.

source: Users can now disable or enable First Run from their profile
nl: Gebruikers kunnen nu Eerste Start beheren vanuit hun profiel

source: The editor will now put items under a button if the screen becomes to small
nl: De editor verbergt knoppen voortaan in een menu als het scherm te smal wordt

source: When you have a notification, the icon will animate
nl: Een nieuwe notificatie zal het icoon laten flikkeren

source: Advanced search has an improved UI
nl: Geavanceerd zoeken heeft een verbeterde UI

source: About can now be translated to other languages
nl: Over kan nu vertaald worden

source: You can now directly manage a reported comment from the Backstage
nl: Je kan gerapporteerde reacties nu direct beheren vanuit de Backstage

source: Improved Backstage UI and night mode
nl: De Backstage UI en nacht modus zijn verbeterd

source: Multiple improvements on accessibility
nl: Verschillende verbeteringen voor toegankelijkheid

source: Luna now provides a description meta tag to prevent weird search results
nl: Luna geeft nu een beschrijving meta-tag mee voor betere zoekresultaten

source: The editor no longer has an emoticon menu
nl: De editor heeft geen emoticonmenu meer

source: The code base no longer supports PHP 5.2
nl: Alle ondersteuning voor PHP 5.2 en lager is verwijderd

source: Notifications can no longer be marked as read/trashed from the fly-out
nl: Notificaties kunnen niet worden gemarkeerd als gelezen/verwijderd vanuit de fly-out

source: You can no longer manage the database from the Backstage
nl: Database beheer kan niet meer worden uitgevoerd vanuit de Backstage

source: Tools to add new users have been removed
nl: Hulpmiddelen om gebruikers toe te voegen zijn verwijderd

source: Fixes 63 bugs
nl: Herstelt 63 bugs

source: Luna is developed by the %s. Copyright %s. Released under the GPLv2 license.
nl: Luna is ontwikkeld door de %s. Copyright %s. Vrijgegeven onder de GPLv2 licentie.

source: users
nl: gebruikers

source: threads
nl: conversaties

source: comments
nl: reacties

source: views
nl: weergaven

source: Bad HTTP_REFERER. If you have moved these forums from one location to another or switched domains, you need to update the Base URL manually in the database (look for o_base_url in the config table) and then clear the cache by deleting all .php files in the /cache directory.
nl: Foute HTTP_REFERER. Als je dit forum hebt verplaatst van de ene locatie naar de andere of je hebt een nieuw domein aangenomen moet de Basis URL handmatig worden aangepast in de database (zoek naar o_base_url in de config tabel) en moet de cache vervolgens verwijderd worden door alle .php-bestanden in de /cache-map te verwijderen.

source: The selected file was too large to upload. The server didn't allow the upload.
nl: Het geselecteerde bestand was te groot om te uploaden. De server heeft de upload niet afgehandelt.

source: The selected file was only partially uploaded. Please try again.
nl: Het geselecteerde bestand was slechts deels geüpload. Probeer het opnieuw.

source: PHP was unable to save the uploaded file to a temporary location.
nl: PHP was niet in staat om het bestand in een tijdelijke locatie op te slaan.

source: You did not select a file for upload.
nl: Je hebt geen bestand geselecteerd om te uploaden.

source: The file you tried to upload is not of an allowed type. Allowed types are jpeg and png.
nl: Het bestand dat je probeerde te uploaden is niet van een geldig formaat. Toegestane formaten zijn jpeg en png.

source: The server was unable to save the uploaded file. Please contact the forum administrator at
nl: De server was niet in staat het bestand op te slaan. Je neemt best contact op met de administrator op

source: An unknown error occurred. Please try again.
nl: Een onbekende fout is opgetreden. Probeer het opnieuw.

source: Your settings have been saved.
nl: De wijzigingen zijn opgeslagen.

source: Theme
nl: Thema

source: Save
nl: Opslaan

source: Accents
nl: Accenten

source: Allow users to set their own accent color.
nl: Laat gebruikers hun eigen accentkleur kiezen.

source: Allow users to change the night mode settings.
nl: Laat gebruikers kiezen om nacht modus aan te zetten.

source: Default
nl: Standaard

source: Custom CSS
nl: Aangepaste CSS

source: Use the custom CSS as defined below.
nl: Gebruik de aangepaste CSS zoals hier onder beschreven.

source: Header background
nl: Header achtergrond

source: You can upload a custom header here to show in the Mainstage and Backstage
nl: Je kan een afbeelding uploaden om als achtergrond te gebruiken in de Mainstage en Backstage.

source: Delete header
nl: Verwijder header

source: Enable Font Awesome Pro features within Luna.
nl: Font Awesome Pro functies binnen Luna inschakelen.

source: Display
nl: Weergave

source: User profile
nl: Gebruikersprofiel

source: Show information about the commenter under the username in threads.
nl: Toon info over de gebruiker onder hun gebruikersnaam in conversaties.

source: Show the number of comments a user has made in threads, profile and the user list.
nl: Toon het aantal reacties van een gebruiker on zijn gebruikersnaam in conversaties, profielen en de gebruikerslijst.

source: Index settings
nl: Index instellingen

source: Show the "Moderated by" list when moderators are set on a per-forum base (requires theme support).
nl: Toon de "Gemodereerd door" lijst als moderatoren zijn ingesteld op basis van individuele forums (vereist ondersteuning door het thema).

source: Threads per page
nl: Conversaties per pagina

source: Default amount of threads per page
nl: Standaard aantal conversaties per pagina

source: Comments per page
nl: Reacties per pagina

source: Default amount of comments per page
nl: Standaard aantal reacties per pagina

source: Header
nl: Hoofding

source: Notifications
nl: Notificaties

source: Show a fly-out when clicking the notification icon instead of going to the notification page. Disabling this feature might improve performance.
nl: Toon een fly-out als er geklikt wordt op het notificatie-icoon in plaats van de notificatie-pagina the laden. Dit uitschakelen levert mogelijk betere prestaties.

source: Search
nl: Zoeken

source: Show the search bar in the heading.
nl: Toon een zoekvak in de hoofding.

source: Footer
nl: Voet

source: Statistics
nl: Statistieken

source: Show the board statistics.
nl: Toon forum statistieken.

source: Back to top
nl: Terug omhoog

source: Show a "Back to top" link in the footer.
nl: Toon een "Terug omhoog" link in de voet

source: Show the copyright notice in the footer.
nl: Toon een copyright melding in de voet.

source: Copyright content
nl: Copyright melding

source: Show default copyright
nl: Toon de standaard copyright info.

source: Show personalized copyright notices:
nl: Toon gepersonaliseerde copyright info.

source: Your copyright
nl: Jou copyright

source: Bad request. The link you followed is incorrect, outdated or you are simply not allowed to hang around here.
nl: Ongeldige aanvraag. De link die je naar hier leiden is niet correct, verouderd of je hebt simpelweg geen toestemming om hier te zijn.

source: No user by that ID registered.
nl: Geen gebruiker met dat ID.

source: No user by that username registered. If you want to add a ban not tied to a specific username just leave the username blank.
nl: Geen gebruiker met die gebruikersnaam. Als je iemand wilt verbannen zonder een specifieke gebruikersnaam laat je het veld leeg.

source: The user %s is an administrator and can't be banned. If you want to ban an administrator, you must first demote him/her.
nl: De gebruiker %s is een administrator en kan daarom niet worden verbannen. Je moet eerst de permissies van de gebruiker beperken.

source: The user %s is a moderator and can't be banned. If you want to ban a moderator, you must first demote him/her.
nl: De gebruiker %s is een moderator en kan daarom niet worden verbannen. Je moet eerst de permissies van de gebruiker beperken.

source: Ban range
nl: Ban reeks

source: Username
nl: Gebruikersnaam

source: The username to ban
nl: De te verbannen gebruikersnaam

source: IP address/IP-ranges
nl: IP adres/IP reeks

source: The IP you wish to ban, separate addresses with spaces
nl: Als je verschillende IPs wilt verbannen kan dat door gebruikt te maken van spaties

source: Click %s to see IP statistics for this user.
nl: Klik %s om IP statistieken te zien voor deze gebruiker

source: here
nl: hier

source: The email or email domain you wish to ban
nl: Het e-mailadres of e-maildomein dat je wilt verbannen

source: Ban message
nl: Ban bericht

source: A message for banned users
nl: Een bericht voor de verbannen gebruiker

source: Expire date
nl: Vervaldatum

source: When does the ban expire, blank for manually
nl: Wanneer verloopt de ban, laat leeg voor manueel

source: You must enter either a username, an IP address or an email address (at least).
nl: Je moet (op zijn minst) of een gebruikersnaam, of een IP adres of een e-mail adres in vullen.

source: The guest user cannot be banned.
nl: Het gast-account kan niet worden verbannen.

source: You entered an invalid IP/IP-range.
nl: Je hebt een ongeldig(e) IP/IP-reeks ingevoerd.

source: The email address (e.g. user@domain.com) or partial email address domain (e.g. domain.com) you entered is invalid.
nl: Het e-mailadres (bv gebruiker@domein.be) of gedeeltelijk e-mailadres domein (bv domein.be) dat werd ingegeven was ongeldig.

source: You entered an invalid expire date.
nl: Je hebt een ongeldige vervaldatum ingegeven.

source: The format should be YYYY-MM-DD and the date must be at least one day in the future.
nl: Het formaat van de datum moet YYYY-MM-DD zijn en moet minstens 1 dag in de toekomst zijn.

source: Search Results
nl: Zoek resultaten

source: Expires
nl: Vervalt

source: Message
nl: Bericht

source: By
nl: Door

source: Actions
nl: Acties

source: Edit
nl: Bewerken

source: Remove
nl: Verwijder

source: Unknown
nl: Onbekend

source: No match
nl: Geen resultaat

source: Add ban
nl: Ban toevoegen

source: Add
nl: Toevoegen

source: If you want to ban a specific IP/IP-range or email, leave it blank
nl: Als je een specifiek(e) IP, IP-groep of e-mail wilt verbannen, laat je dit leeg

source: Ban search
nl: Ban zoeken

source: Enter user data to filter by. Use the wildcard character * for partial matches.
nl: Geef info in om op te zoeken. Gebruik * voor onbekende tekens.

source: Expire after
nl: Vervaldatum na

source: Expire before
nl: Vervaldatum voor

source: Order by
nl: Rankschik op

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Confirm delete forum
nl: Bevestig forum verwijderen

source: Are you sure that you want to delete the forum <strong>%s</strong>?
nl: Ben je zeker dat je het forum <strong>%s</strong> wilt verwijderen?

source: Deleting a forum will delete all comments (if any) in that forum!
nl: Als je een forum verwijderd worden ook alle reacties en conversaties in dat forum verwijderd!

source: No forum and category data was found to save...
nl: Er zijn geen forums en categorieën gevonden om op te slaan...

source: You must enter a category name
nl: Je moet een cateogie naam geven

source: Position must be a positive integer value.
nl: De positie moet een positief natuurlijk getal zijn.

source: You must enter a forum name
nl: Je moet een forum naam geven

source: You must enter a name
nl: Je moet een naam ingeven

source: Forum name
nl: Forum naam

source: Description
nl: Beschrijving

source: Parent section
nl: Bovenliggende sectie

source: No parent forum selected
nl: Geen bovenliggend forum geselecteerd

source: Category
nl: Categorie

source: Sort threads by
nl: Sorteer conversaties op

source: Last comment
nl: Laatste reactie

source: Thread start
nl: Conversatie gestart door

source: Subject
nl: Onderwerp

source: Icon
nl: Icoon

source: The Font Awesome icon you want to show next to the title, for a full overview, see the %s
nl: Het Font Awesome icoon dat je wilt gebruiken voor dit forum. Zie de %s.

source: Font Awesome icon guide
nl: Font Awesome icoon gids

source: Forum color
nl: Forum kleur

source: Solved
nl: Opgelost

source: Threads in this forum can be marked as solved.
nl: Conversaties in dit forum mogen als opgelost worden gemarkeerd.

source: Group permissions
nl: Groep permissies
