Repository: GetLuna/Luna
Catalog: lang/Nederlands/luna.po
Languages: nl

source: Minimum comments must be a positive integer value.
nl: Minimum aantal reacties moet een positief natuurlijk getal zijn.

source: There is already a rank with a minimum amount of %s comments.
nl: Er is al een rang met een minimum aantal van %s reacties.

source: User ranks is disabled in %s.
nl: Rangen zijn uitgeschakeld in %s.

source: Add rank
nl: Rang toevoegen

source: Rank title
nl: Rang titel

source: Minimum comments
nl: Minimum aantal reacties

source: Manage ranks
nl: Rangen beheren

source: No ranks in list
nl: Geen rangen ingesteld

source: Old reports
nl: Oude rapporten

source: Mark as read
nl: Markeer als gelezen

source: N/A
nl: Niet beschikbaar

source: Managed by %s
nl: Gecontroleerd door %s

source: There are no read reports.
nl: Er is geen gelezen raport.

source: Your installation does not support automatic conversion of internationalized domain names. As your base URL contains special characters, you <strong>must</strong> use an online converter.
nl: Deze installatie bied geen ondersteuning voor automatische conversie van geïnternationaliseerde domein namen. Omdat je basis URL speciale tekens bevat <strong>moet</strong> je deze online converteren.

source: You need to enter the SMTP password twice exactly the same to change it.
nl: Je moet twee keer het SMTP wachtwoord ingeven om het aan te passen.

source: Enter your announcement here.
nl: Geef het een aankondiging in.

source: Enter your rules here.
nl: Geef hier de forum regels in.

source: The value of "Timeout online" must be smaller than the value of "Timeout visit".
nl: De waarde van "Time-out online" moet kleiner zijn dan de waarde van "Time-out bezoek".

source: Branding
nl: Merknaam en huisstijl

source: Title
nl: Titel

source: Default language
nl: Standaard taal

source: Add some words that describe your board, separated by a comma
nl: Voeg enkele termen toe die je forum beschrijven, gescheiden door komma's

source: You can upload a favicon here to show in the browser
nl: Hier kan je een favicon uploaden om te tonen in de browser

source: Delete favicon
nl: Verwijder favicon

source: Default favicon
nl: Standaard favicon

source: Announcement
nl: Aankondiging

source: Enable this to display the below message in the board.
nl: Schakel dit in om een bericht bovenaan het forum te tonen.

source: You can leave this empty if there is no title
nl: Je kan dit leeg laten als een titel niet nodig is

source: Success
nl: Succes

source: Warning
nl: Waarschuwing

source: Danger
nl: Gevaar

source: Time and timeouts
nl: Tijd en time-outs

source: Time format
nl: Tijd formaat

source: Now: %s. See %s for more info
nl: Nu: %s. Zie %s voor meer info

source: PHP manual
nl: PHP handleiding

source: Date format
nl: Datum formaat

source: Default time zone
nl: Standaard tijdzone

source: Visit timeout
nl: Bezoek time-out

source: Time before a visit ends
nl: Tijd voordat een bezoek eindigt

source: Time before someone isn't online anymore
nl: Tijd voordat iemand niet meer als online wordt getoond

source: Syndication
nl: Feeds

source: Default feed type
nl: Standaard feed type

source: None
nl: Geen

source: Duration to cache feeds
nl: Duur van cache feeds

source: Reduce sources by caching feeds
nl: Verminder vereiste door het cachen van feeds

source: Don't cache
nl: Niet cachen

source: %d minutes
nl: %d minuten

source: The email where the boards mails will be addressed from
nl: Het e-mail adres waarmee Luna mails zal sturen

source: Reporting method
nl: Rapporteer methode

source: How should we handle reports?
nl: Hoe moeten we rapporten behandelen?

source: Internal
nl: Intern

source: Both
nl: Beide

source: Mailing list
nl: Mail lijst

source: A comma separated list of subscribers who get e-mails when new reports are made
nl: Je kan verschillende e-mail adressen scheiden met komma's

source: New registrations
nl: Nieuwe registraties

source: Allow new users to be made by people.
nl: Sta toe dat mensen zich registreren op dit forum.

source: Notify people on the mailing list when new user registers.
nl: Geef een waarschuwing aan gebruikers op de maillijst bij nieuwe registraties.

source: Verify
nl: Verifieer

source: Send a random password to users to verify their email address.
nl: Stuur een e-mail met een willekeurig wachtwoord naar gebruikers om hun e-mail adres te verifiëren.

source: Allow users to use a banned email address, mailing list will be warned when this happens.
nl: Sta toe dat gebruikers een verbannen e-mail adres gebruiken, de maillijst wordt gewaarschuwd als dit gebeurd.

source: Allow users to use an email address that is already used, mailing list will be warned when this happens.
nl: Sta toe dat gebruikers een e-mail adres gebruiken dat al aan een andere gebruiker is toegewezen, de maillijst wordt gewaarschuwd als dit gebeurd.

source: Rules
nl: Regels

source: Require users to agree with the rules. This will enable a "Rules" panel in Help.
nl: Vereis dat nieuwe gebruikers de regels accepteren. Dit zal ook het "Regels" paneel tonen in Help.

source: Enter rules or useful information, required when rules are enabled, in HTML
nl: Geef regels of nuttige info op, "Gebruik forum regels" moet aan staan, in HTML

source: Default email setting
nl: Standaard e-mail instelling

source: Default privacy setting for new registrations
nl: De standaard privacy instelling voor nieuwe gebruikers

source: Display email address to other users.
nl: Toon e-mail adres aan andere gebruikers.

source: Hide email address but allow form e-mail.
nl: Verberg e-mail adres maar sta e-mails toe.

source: Hide email address and disallow form email.
nl: Verberg e-mail adres en laat geen e-mails toe.

source: Cookie bar
nl: Cookie balk

source: More info
nl: Meer info

source: Show a bar with information about cookies at the bottom of the page.
nl: Toon een balk met informatie over cookies aan de onderkant van de pagina.

source: Use your own URL for cookie information, by default, we provide our own page
nl: Gebruik je eigen URL voor info over cookies, standaard gebruikt Luna de documentatie (Engels)

source: SMTP settings
nl: SMTP instellingen

source: SMTP server address
nl: SMTP server adres

source: The address of an external SMTP server to send emails with
nl: Het adres van een externe SMTP server om e-mails mee te verzenden

source: SMTP username
nl: SMTP gebruikersnaam

source: Username for SMTP server, only if required
nl: Gebruikersnaam van de SMTP server, enkel indien nodig

source: SMTP password
nl: SMTP wachtwoord

source: Password and confirmation for SMTP server, only when required
nl: Wachtwoord en bevestiging van de SMTP server, enkel indien nodig

source: Check this if you want to change or delete the currently stored password.
nl: Vink dit af indien je het huidige wachtwoord wilt wijzigen.

source: SMTP encryption
nl: SMTP encryptie

source: Encrypts the connection to the SMTP server using SSL, only when required and supported.
nl: Activeerd encryptie voor de verbinding met de SMTP server door middel van SSL, enkel indien ondersteund.

source: Root URL
nl: Basis URL

source: Use a CDN to load Bootstrap and jQuery. This will reduce load times and bandwith usage but it also makes Luna rely on third party services.
nl: Luna haalt Bootstrap en jQuery nu standaard op vanaf een CDN. Dit verminderd de laadtijden en dataverbruik maar maakt Luna ook afhankelijk van derden.

source: Advanced
nl: Geavanceerd

source: Gzip output sent to the browser. This will reduce bandwidth usage, but use some more CPU. This feature requires that PHP is configured with zlib. If you already have one of the Apache modules (mod_gzip/mod_deflate) set up to compress PHP scripts, disable this feature.
nl: Stuur Gzip uitvoer naar de browser. Dit kan gebruikte bandbreedte verminderen, maar vereist meer van de CPU. Deze functie vereist dat PHP is geconfigureerd met zlib. Als je al beschikt over een Apache module (mod_gzip/mod_deflate) die PHP scripts verkleind, schakel je dit best uit.

source: The PHP function phpinfo() has been disabled on this server.
nl: De PHP functie phpinfo() is uitgeschakeld op deze server.

source: Not available
nl: Niet beschikbaar

source: Non available
nl: Geen beschikbaar

source: Luna version information
nl: Luna versie informatie

source: Version
nl: Versie

source: Software version
nl: Software versie

source: Core version
nl: Core versie

source: Database version
nl: Database versie

source: Bootstrap version
nl: Bootstrap versie

source: Font Awesome version
nl: Font Awesome versie

source: jQuery version
nl: jQuery versie

source: Check for updates
nl: Controleer op updates

source: A new version is available!
nl: Een nieuwe versie is beschikbaar!

source: A new version, Luna %s has been released. It's a good idea to update to the latest version of Luna, as it contains not only new features, improvements and bugfixes, but also the latest security updates.
nl: Een nieuwe versie, Luna %s, is beschikbaar. Het is altijd een goed idee om up-to-date te blijven met de laatste versie van Luna om gebruik te maken van de nieuwe functies, verbeteringen en bug fixes en natuurlijk beveiligingsupdates..

source: You're using the latest version of Luna!
nl: Je gebruikt de nieuwste versie van Luna!

source: You're on our latest release! Nothing to worry about.
nl: Je gebruikt de nieuwste versie! Geen reden om je zorgen te maken.

source: You're using a development version of Luna. Be sure to stay up-to-date.
nl: Je gebruikt een ontwikkelaarsversie van Luna. Wees zeker dat je up-to-date bent.

source: At this point, we can only tell you that you're beyond the latest release. We can't tell you if there is a new preview available. You'll have to find out for yourself.
nl: Op dit moment kunnen we je alleen vertellen dat je een nieuwe versie gebruikt dan de laatst gekende stabiele versie. We kunnen je niet zeggen of er een nieuwe testversie beschikbaar is, je zal dit zelf moeten nakijken.

source: Server statistics
nl: Server statistieken

source: Server load
nl: Server gebruik

source: Environment
nl: Omgeving

source: %s - %s user(s) online
nl: %s - %s gebruiker(s) online

source: Operating system: %s
nl: Besturingssysteem: %s

source: Show info
nl: Toon info

source: Rows: %s
nl: Rijen: %s

source: Size: %s
nl: Grootte: %s

source: IP/IP-ranges
nl: IP/IP-reeks

source: Last used
nl: Laatst gebruikt

source: Times found
nl: Keer gevonden

source: Find more users for this ip
nl: Zoek meer gebruikers met dit IP

source: There are currently no comments by that user in the forum.
nl: Er zijn momenteel geen reacties door de gebruiker op dit forum.

source: The supplied IP address is not correctly formatted.
nl: Het ingegeven IP-adres is niet goed geformateerd.

source: Title/Status
nl: Titel/status

source: Admin note
nl: Admin nota

source: IP stats
nl: IP statistieken

source: The supplied IP address could not be found in the database.
nl: Het ingegeven IP-adres komt niet voor i nde database.

source: No users selected.
nl: Geen gebruikers geselecteerd.

source: For security reasons, you are not allowed to move multiple administrators to another group. If you want to move these administrators, you can do so on their respective user profiles.
nl: Wegen beveiligingsoverwegingen kan je geen administratoren verplaatsen naar een andere groep. Als je ze wilt verplaatsen moet je ze eerst degraderen in hun profielen.

source: Invalid group ID.
nl: Ongeldig groep ID.

source: Change user group
nl: Verander groep

source: New group
nl: Nieuwe groep

source: Select a new user group
nl: Selecteer een nieuwe groep

source: Administrators cannot be deleted. In order to delete administrators, you must first move them to a different user group.
nl: Administratoren kunnen niet verwijderd worden. Om admins te verwijderen moet je ze eerst degraderen in hun profiel.

source: Delete users
nl: Verwijder gebruiker

source: Deleted users and/or comments cannot be restored. If you choose not to delete the comments made by this user, the comments can only be deleted manually at a later time.
nl: Verwijderd gebruikers en/of reacties kunnen niet hersteld worden. Als je reacties laat staan voor deze gebruiker, zal je deze later handmatig moeten verwijderen.

source: Delete all comments and threads this user has made
nl: Verwijder alle reacties en conversaties van de gebruiker

source: Administrators cannot be banned. In order to ban administrators, you must first move them to a different user group.
nl: Administratoren kunnen niet verbannen worden. Om admins te verbannen moet je ze eerst degraderen in hun profiel.

source: Moderators cannot be banned. In order to ban moderators, you must first move them to a different user group.
nl: Moderatoren kunnen niet verbannen worden. Om moderators te verbannen moet je ze eerst degraderen in hun profiel.

source: Ban users
nl: Verban gebruikers

source: Ban IP addresses
nl: Verban IP adres

source: Also ban the IP addresses of the banned users to make registering a new account more difficult for them.
nl: Verban ook het IP-adres van de gebruiker om nieuwe registraties te bemoeilijken.

source: You entered a non-numeric value into a numeric only column.
nl: Je hebt een niet-numeriek getal ingevuld in een uitsluitend numerieke kolom.

source: Change group
nl: Groep wijzigen

source: Banned
nl: Verbannen

source: Not verified
nl: Niet geverifieerd

source: The user has been deleted.
nl: Deze gebruikers is verwijderd.

source: User search
nl: Zoek gebruiker

source: Enter a username to search for and/or a user group to filter by. Use the wildcard character * for partial matches.
nl: Geef een gebruikersnaam in om op te zoeken en/of een groep om op te filteren.

source: Email address
nl: E-mail adres

source: Real name
nl: Echte naam

source: User group
nl: Groep

source: All groups
nl: Alle groepen

source: Unverified users
nl: Niet geverifieerde gebruiker

source: Less comments than
nl: Minder reacties dan

source: More comments than
nl: Meer reacties dan

source: Number of comments
nl: Aantal reacties

source: Last visit
nl: Laatste bezoek

source: Registered
nl: Geregistreerd

source: IP search
nl: IP zoeken

source: Find IP address
nl: Zoek IP adres

source: The IP address to search for in the comment database
nl: Het IP adres om op te zoeken in reacties

source: You do not have permission to view this page.
nl: Je hebt niet de nodige permissies om deze pagina te bekijken.

source: At least %s seconds have to pass between comments. Please wait %s seconds and try commenting again.
nl: Minstens %s seconden moeten zijn verlopen tussen reacties. Wacht %s seconden en probeer dan opnieuw te reageren.

source: Threads must contain a subject. After applying censoring filters, your subject was empty.
nl: Conversaties moeten een onderwerp hebben. Na het toepassen van censuur is je onderwerp leeg.

source: Subjects cannot contain only capital letters.
nl: Het onderwerp mag niet enkel uit hoofdletters bestaan.

source: The email address you entered is invalid.
nl: Het e-mail adres dat je hebt ingevuld is ongeldig.

source: The email address you entered is banned in this forum. Please choose another email address.
nl: Het e-mail adres dat je hebt ingevuld is verbannen van dit forum. Kies een ander e-mail adres.

source: Comments cannot be longer than %s bytes.
nl: Reacties kunnen niet langer zijn dan %s bytes.

source: Comments cannot contain only capital letters.
nl: Reacties mogen niet bestaan uit uitsluitend hoofdletters.

source: You must enter a message.
nl: Je moet een bericht ingeven.

source: You must enter a message. After applying censoring filters, your message was empty.
nl: Je moet een bericht ingeven. Na het toepassen van censuur is je bericht leeg.

source: %s replied to %s
nl: %s reageerde op %s

source: Subject: Reply to thread: "<thread_subject>" <replier> has replied to the thread "<thread_subject>" to which you are subscribed. There may be more new replies, but this is the only notification you will receive until you visit the board again. The comment is located at <comment_url> You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Reactie op conversatie: "<thread_subject>" <replier> heeft gereageerd op de conversatie "<thread_subject>" waarop jij bent geabonneerd. Er zijn mogelijk meer nieuwe reacties, maar totdat je de conversatie hebt bekeken sturen we geen berichten meer over deze conversatie. De reactie bevind zich op <comment_url> Je kan je abonnement ongedaan maken op <unsubscribe_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: Reply to thread: "<thread_subject>" <replier> has replied to the thread "<thread_subject>" to which you are subscribed. There may be more new replies, but this is the only notification you will receive until you visit the board again. The comment is located at <comment_url> The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Reactie op conversatie: "<thread_subject>" <replier> heeft gereageerd op de conversatie "<thread_subject>" waarop jij bent geabonneerd. Er zijn mogelijk meer nieuwe reacties, maar totdat je de conversatie hebt bekeken sturen we geen berichten meer over deze conversatie. De reactie bevind zich op <comment_url> Dit is het bericht: ---------------------------------------------------------------------- <message> ---------------------------------------------------------------------- Je kan je abonnement ongedaan maken op <unsubscribe_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: %s created a new thread in %s
nl: %s maakte een nieuwe conversatie in %s

source: Subject: New thread in forum: "<forum_name>" <commenter> has commented a new thread "<thread_subject>" in the forum "<forum_name>", to which you are subscribed. The thread is located at <thread_url> You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Nieuwe conversatie in forum: "<forum_name>" <commenter> heeft een nieuwe conversatie getiteld "<thread_subject>" geplaatst in het forum "<forum_name>" waarop jij bent geabonneerd. De conversatie bevind zich op <thread_url> Je kan je abonnement ongedaan maken op <unsubscribe_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: New thread in forum: "<forum_name>" <commenter> has commented a new thread "<thread_subject>" in the forum "<forum_name>", to which you are subscribed. The thread is located at <thread_url> The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Nieuwe conversatie in forum: "<forum_name>" <commenter> heeft een nieuwe conversatie getiteld "<thread_subject>" geplaatst in het forum "<forum_name>" waarop jij bent geabonneerd. De conversatie bevind zich op <thread_url> Dit is het bericht: ---------------------------------------------------------------------- <message> ---------------------------------------------------------------------- Je kan je abonnement ongedaan maken op <unsubscribe_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: Alert - Banned email detected User "<username>" commented with banned email address: <email> Comment URL: <comment_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Waarschuwing - Verbannen e-mail adres gedetecteerd Gebruiker "<username>" reageerde met het verbannen e-mail adres <email> Reactie URL: <comment_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Add comment
nl: Nieuwe reactie

source: Create thread
nl: Nieuwe conversatie

source: You are running %1$s version %2$s. Luna %3$s requires at least %1$s %4$s to run properly. You must upgrade your %1$s installation before you can continue.
nl: Je maakt gebruik van %1$s versie %2$s. Luna %3$s vereist minstens %1$s %4$s om te werken. Je moet je installatie bijwerken naar %1$s om verder te gaan.

source: Your forum is already as up-to-date as this script can make it
nl: Je forum is al zo up-to-date als dit script het kan maken.

source: Continue
nl: Volgende

source: Let's get started
nl: Laten we beginnen

source: There is an update ready to be installed
nl: Er staat een update klaar om te installeren

source: Start update
nl: Update

source: Preparsing %1$s %2$s …
nl: Parsen van %1$s %2$s ...

source: signature
nl: handtekening

source: Rebuilding index for %1$s %2$s
nl: Hergenereren index voor %1$s %2$s

source: Luna has been updated to %s
nl: Luna is bijgewerkt naar %s

source: If this takes to long, the automatic redirect might have failed.
nl: Als dit te lang duurt wordt je mogelijk niet automatisch doorgestuurt.

source: Click here
nl: Klik hier

source: Delete comment
nl: Verwijder reactie

source: Edit comment
nl: Reactie bewerken

source: The most recent comments in %s.
nl: De meest recente reactie in %s.

source: en
nl: nl

source: The most recent threads at %s.
nl: De meest recente conversatie in %s.

source: Guests online
nl: Gasten online

source: Users online
nl: Gebruikers online

source: Newest user
nl: Nieuwste gebruiker

source: Threads
nl: Conversaties

source: Maintenance mode is enabled
nl: Onderhoud is geactiveerd

source: Show all new comments since your last visit
nl: Toon alle nieuwe reacties sinds je laatste bezoek

source: Show all active threads
nl: Toon alle active conversaties

source: Active
nl: Actief

source: Show all unanswered threads
nl: Toon alle onbeantwoorde conversaties

source: Unanswered
nl: Onbeantwoord

source: Register
nl: Registreer

source: You must select some messages
nl: Je moet een bericht selecten

source: Private Messages
nl: Privé berichten

source: You appear to have logged in successfully, however a cookie has not been set. Please check your settings and if applicable, enable cookies for this website.
nl: Je bent succesvol ingelogd, maar we waren niet in staat een cokie in te stellen. Controleer je instellingen, en indien mogelijk sta je cookies toe voor deze website.

source: Comment errors
nl: Reactie fout

source: Comment preview
nl: Reacite voorbeeld

source: Pin thread
nl: Conversatie vastmaken

source: Mute edit
nl: Stil bewerken

source: Bold
nl: Vet

source: Underline
nl: Onderlijnd

source: Italic
nl: Schuin

source: Strike
nl: Doorstrepen

source: Heading
nl: Hoofding

source: Image
nl: Afbeelding

source: List
nl: Lijst

source: List item
nl: Lijst punt

source: Start typing...
nl: Start met typen

source: Submit
nl: Verzenden

source: Manage admin note
nl: Beheer admin nota

source: Add a note to this comment...
nl: Voeg een nota toe aan deze reactie...

source: <a href="comment.php?fid=%s">Start the first thread in this forum</a>
nl: <a href="comment.php?fid=%s">Start de eerste conversatie in dit forum</a>

source: Never
nl: Nooit

source: No forums available
nl: Geen forums beschikbaar

source: The board is empty, select a forum and create a thread to begin.
nl: Dit forum is leeg, select een forum en maak een conversatie om te beginnen.

source: From:
nl: Van:

source: Comment:
nl: Reactie:

source: Note:
nl: Nota:

source: Unsolved
nl: Onopgelost

source: Answer
nl: Opgelost

source: Report
nl: Rapport

source: Registered since
nl: Geregistreerd op

source: Comments:
nl: Reacties:

source: Your search returned no hits.
nl: Je zoekopdracht heeft geen resultaten.
