Repository: GetLuna/Luna
Catalog: lang/Nederlands/luna.po
Languages: nl

source: Subject: Alert - New registration User "<username>" registered in the forums at <base_url> User profile: <profile_url> To administer this account, please visit the following page: <admin_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Mededeling - Nieuwe registratie Gebruiker "<username>" heeft zich geregistreerd op het forum <base_url> Profiel URL: <profile_url> Je kan dit account beheren op de volgende pagina: <admin_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: Welcome to <board_title>! Thank you for registering in the forums at <base_url>. Your account details are: Username: <username> Password: <password> Login at <login_url> to activate the account. -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Welkom op <board_title>! Dank je voor het registreren op de forums op <base_url>. Je account informatie is: word> Je kan inloggen op <login_url> om je account te activeren. Gebruikersnaam: <username> Wachtwoord: <pass -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Thank you for registering. Your password has been sent to the specified address. If it doesn't arrive you can contact the forum administrator at
nl: Bedankt om te registreren. Je wachtwoord is verstuurd naar het onderstaande adres. Als de e-mail niet aankomt neem je best contact op met de administrator op

source: Confirm password
nl: Bevestig wachtwoord

source: You do not have permission to use the search feature.
nl: Je hebt geen toestemming om de zoekfunctie te gebruiken.

source: You have to enter at least one keyword and/or an author to search for. Search terms need to be at least three characters long.
nl: Je moet minstens één zoekwoord en/of auteur ingeven om te zoeken. Zoekwoorden moeten minstens drie tekens lang zijn.

source: At least %s seconds have to pass between searches. Please wait %s seconds and try searching again.
nl: Je moet minstens %s seconden wachten voordat je opnieuw zoekt. Wacht %s seconden en probeer het opnieuw.

source: There are no threads with new comments since your last visit.
nl: Er zijn geen conversaties met nieuwe reacties sinds je laatste bezoek.

source: No new comments have been made within the last 24 hours.
nl: Geen nieuwe reacties zijn gepubliceerd in de laatste 24 uur.

source: There are no comments by this user in this forum.
nl: Er zijn geen reacties van deze gebruiker op dit forum.

source: There are no threads by this user in this forum.
nl: Er zijn geen conversaties van deze gebruiker op dit forum.

source: This user is currently not subscribed to any threads.
nl: Er zijn geen abonnementen van de gebruiker op dit forum.

source: There are no unanswered comments in this forum.
nl: Er zijn geen onbeantwoorde conversaties op dit forum.

source: Threads by %s
nl: Conversatie door %s

source: Comments by %s
nl: Reactie van %s

source: Subscribed by %s
nl: Abonnement van %s

source: Quick search %s
nl: Snel zoeken %s

source: Search results
nl: Zoek resultaten

source: The specified password activation key was incorrect or has expired. Please re-request a new password. If that fails, contact the forum administrator at
nl: De gegeven wachtwoord activatiesleutel is ongeldig. Vraag een nieuw wachtwoord aan. Als het nog niet lukt contacteer je best de administrator op

source: Your password has been updated. You can now login with your new password.
nl: Je wachtwoord is bijgewerkt. Je kan nu inloggen met je nieuwe wachtwoord.

source: Wrong old password.
nl: Fout oud wachtwoord.

source: Administrators cannot be deleted. In order to delete this user, you must first move him/her to a different user group.
nl: Administratoren kunnen niet worden verwijderd. Als je deze gebruiker wilt verwijderen moet je dit profiel degraderen.

source: Confirm delete user
nl: Verwijder gebruiker bevestigen

source: The specified email activation key was incorrect or has expired. Please re-request change of email address. If that fails, contact the forum administrator at
nl: De gegeven e-mail activatiesleutel is ongeldig. Vraag een e-mail adres wijziging opnieuw aan. Als het nog niet lukt contacteer je best de administrator op

source: Your email address has been updated.
nl: Je e-mail adres is bijgewerkt.

source: Subject: Alert - Banned email detected User "<username>" changed to banned email address: <email> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Waarschuwing - Verbannen e-mail adres gedetecteerd Gebruiker "<username>" wijzigde zijn of haar e-mail adres naar het verbannen e-mail adres <email> Profile URL: <profile_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: Alert - Duplicate email detected User "<username>" changed to an email address that also belongs to: <dupe_list> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Waarschuwing - Dubbel e-mail adres gedetecteerd Gebruiker "<username>" wijzigde zijn of haar e-mail adres naar het al gebruikte e-mail adres van <dupe_list> Profile URL: <profile_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: Change email address requested Hello <username>, You have requested to have a new email address assigned to your account in the discussion forum at <base_url>. If you did not request this or if you do not want to change your email address you should just ignore this message. Only if you visit the activation page below will your email address be changed. In order for the activation page to work, you must be logged in to the forum. To change your email address, please visit the following page: <activation_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Nieuw e-mail adres Hallo <username> Je hebt een aanvraag ingediend om een nieuw e-mail adres te koppelen aan je account op het forum <base_url>. Als je deze aanvraag niet hebt ingediend kan je dit bericht negeren. Enkel wanneer je de activatie pagina bezoekt wordt je e-mail adres gewijzigd. Om je wachtwoord te wijzigen bezoek je onderstaande pagina: <activation_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: An email has been sent to the specified address with instructions on how to activate the new email address. If it doesn't arrive you can contact the forum administrator at
nl: Een e-mail werd verstuurd naar het gegeve nadres om je nieuwe e-mail adres to controleren. Als je de e-mail niet ontvangt neem je best contact op met de administrator op

source: Change email address
nl: Verander e-mail adres

source: New email
nl: Nieuwe e-mail

source: The administrator has disabled avatar support.
nl: De administrator heeft ondersteuning voor avatars uitgeschakeld.

source: The file you tried to upload is not of an allowed type. Allowed types are gif, jpeg and png.
nl: Het bestand dat je probeerde te uploaden is van een ongeldig type. Alleen gif, jpeg en png zijn toegestaan.

source: The file you tried to upload is larger than the maximum allowed
nl: Het bestand dat je hebt geüpload is te groot.

source: The file you tried to upload is wider and/or higher than the maximum allowed
nl: Het bestand dat je probeerde te uploaden is breder en/of hoger dan de maximum toegestane

source: Send email
nl: Stuur een e-mail

source: Unverified
nl: Niet geverifieerd

source: The website URL you entered is invalid.
nl: De gegeven website URL is ongeldig.

source: The title you entered contains a forbidden word. You must choose a different title.
nl: De gegeven titel bevat verboden woorden. Je moet een andere titel kiezen.

source: Signatures cannot be longer than %1$s characters. Please reduce your signature by %2$s characters.
nl: Handtekeningen mogen niet meer dan %1$s tekens bevatten. Maak je handtekening %2$s tekens kleiner.

source: Signatures cannot have more than %s lines.
nl: Handtekeningen mogen niet meer dan %s lijnen beslaan.

source: Change avatar
nl: Verander avatar

source: No signature currently stored in profile.
nl: Er is geen handteking gekoppelt aan dit profiel.

source: By %s
nl: Door %s

source: on
nl: op

source: comment since
nl: reactie sinds

source: Are you certain that this comment is the solution to your thread?
nl: Ben je zeker dat deze reactie de oplossing van je vraag bevat?

source: New thread in %s
nl: Nieuwe conversatie in %s

source: New comment in %s
nl: Nieuwe reactie op %s

source: Edit %s
nl: Bewerk %s

source: RSS thread feed
nl: RSS conversatie feed

source: Atom thread feed
nl: Atom conversatie feed

source: User
nl: Gebruiker

source: Thread
nl: Conversaties

source: User online
nl: Gebruiker online

source: Guest online
nl: Gasten online

source: We use cookies to give you the best experience on this board.
nl: We gebruiken cookies om je een betere ervaring te bieden op dit forum.

source: Don't show again
nl: Niet meer tonen

source: Back to index
nl: Terug naar index

source: Unsubscribe
nl: Eindig abonnement

source: Subscribe
nl: Abonneer

source: Moderate forum
nl: Modereer forum

source: BBCode is a collection of tags that are used to change the look of text in this forum. Below you can find all the available BBCodes and how to use them. Administrators have the ability to disable BBCode.
nl: BBCode is een verzameling tags die gebruikt kan worden om de opmaak van tekst te wijzigen. Hieronder kan je de beschikbare BBCode tags vinden. Administrators kunnen (sommige) BBCodes uitschakelen.

source: Text
nl: Tekst

source: Lists
nl: Lijsten

source: The following tags change the appearance of text:
nl: De volgende tags veranderen het voorkomen van tekst

source: Bold text
nl: Vette tekst

source: produces
nl: maakt

source: Underlined text
nl: Onderstreepte tekst

source: Italic text
nl: Schuin gedrukte tekst

source: Strike-through text
nl: Doorstreepte tekst

source: Inserted text
nl: Ingevoegde tekst

source: Red text
nl: Rode tekst

source: Blue text
nl: Blauwe tekst

source: Subscript text
nl: Subscript tekst

source: Superscript text
nl: Superscript tekst

source: Heading text
nl: Hoofding

source: Sized text
nl: Tekst met een aangepaste grootte

source: Centered text
nl: Gecentreerde tekst

source: You can create links to other locations or to email addresses using the following tags:
nl: Je kan links naar andere locaties of e-mail adressen maken met de volgende tags:

source: My email address
nl: Mijn e-mail adres

source: If you want to display an image you can use the img tag. The text appearing after the "=" sign in the opening tag is used for the alt attribute and should be included whenever possible.
nl: Als je een afbeelding wilt tonen gebruik je de img-tag. De tekst achter het "="-teken bevat de tekst die getoond wordt als de afbeelding niet meer beschikbaar is.

source: Luna supports embedding from DailyMotion, Vimeo and YouTube. With the BBCode below, you can embed one of those services videos.
nl: Luna ondersteund het invoegen van video's van DailyMotion, Vimeo en YouTube.

source: Put the link to the video here
nl: Zet hier de link naar de video

source: If you want to quote someone, you should use the quote tag.
nl: Als je iemand wilt citeren, gebruik je de quote-tag.

source: This is the text I want to quote.
nl: Dit is de tekst die ik wil citeren

source: produces a quote box like this:
nl: maakt een quote veld zoals dit:

source: If you don't want to quote anyone in particular, you can use the quote tag without specifying a name. If a username contains the characters [ or ] you can enclose it in quote marks.
nl: Als je niemand specifiek wilt citeren, kan je de quote-tag gebruiken zonder naam. Als een naam de tekens [ of ] bevat moet je deze omslaan met citeer tekens.

source: You can also hide parts of your comment if you don't want to spoil its content.
nl: Je kan ook delen van je reactie verbergen als je niet wilt dat deze direct zichtbaar zijn.

source: Spoiled text
nl: Verborgen tekst

source: This is the text I don't want to spoil.
nl: Dit is de tekst die ik wil verbergen.

source: Like the quote tag, you can use the spoiler tag without specifying a title. If a title contains the characters [ or ] you can enclose it in quote marks.
nl: Zoals de quote-tag kan de spoiler-tag voorzien worden van een titel. Als de titel de tekens [ of ] gebruikt moeten deze tussen aanhalingstekens worden gezet.

source: When displaying source code you should make sure that you use the code tag. Text displayed with the code tag will use a monospaced font and will not be affected by other tags.
nl: Als je code wilt delen, maak je gebruik van de code-tag. Tekst binnen deze tags wordt opgemaakt met een lettertype speciaal voor code en zal geen invloed hebben van andere tags.

source: This is some code.
nl: Dit is code.

source: produces a code box like this:
nl: maakt een code veld zoals dit:

source: You can also use syntax highlighting for C, C#, C++, HTML, Java, JavaScript, Markdown, Pascal, PHP, Python, SQL, XHTML and XML. The language has to be noted on the first line inside the codetag and can't be on the same line as <code>[code]</code>.
nl: Je kan ook gebruik maken van syntax highlighting voor C, C#, C++, HTML, Java, JavaScript, Markdown, Pascal, PHP, Python, SQL, XHTML en XML. Deze talen moeten aangeroepen worden in de eerste lijn van de codetag en kunnen niet op dezelfde lijn als de <code>[code]</code>-tag voorkomen.

source: To create a list you can use the list tag. You can create 2 types of lists using the list tag.
nl: Als je een lijst wilt tonen kan je gebruik maken van de lijst-tag. Deze tag kan twee soorten lijsten tonen.

source: Example list item 1.
nl: Voorbeeld lijst punt 1.

source: Example list item 2.
nl: Voorbeeld lijst punt 2.

source: Example list item 3.
nl: Voorbeeld lijst punt 3.

source: produces a bulleted list.
nl: maakt een lijst.

source: produces a numbered list.
nl: maakt een genummerde lijst.

source: If enabled, the forum can convert a series of smilies to graphical representations. The following smilies you can use are:
nl: Indien beschikbaar kan het forum een reeks tekens omzetten naar grafische representaties. De volgende emoticons worden ondersteund:

source: and
nl: en

source: General use
nl: Algemeen gebruik

source: Explains some of the basics on how to work with this forum software.
nl: Hier leggen we de basis uit van hoe dit forum werkt.

source: Forums + threads
nl: Forums + conversaties

source: What do the labels in front of thread titles mean?
nl: Wat betekenen de labels voor titels van conversaties?

source: You'll see that some of the threads are labeled, different labels have different meanings.
nl: Je zult zien dat sommige conversaties een icoon hebben, deze iconen hebben verschillende betekenissen.

source: Explanation
nl: Beschrijving

source: Threads marked with a check are solved according to the author.
nl: Conversaties die een check-teken tonen zijn door de auteur gemarkeerd als opgelost.

source: Pinned threads are usually important to read. It's worth it to take a look there.
nl: Conversaties met een duimspijker zijn vastgemaakte conversaties en zullen binnen hun eigen forum altijd bovenaan getoond worden.

source: Much like pinned threads, these are important, however, they do not stay on the top of the list.
nl: Net als vastgemaakte conversaties zijn deze conversaties belangrijk, maar ze blijven niet bovenaan hun eigen forum.

source: When a you see a closed label, it means you can't comment on that thread any more, unless you have a permission that overwrites this. The thread is still available to read, though.
nl: Als er een slotje wordt getoond voor een conversatie is deze gesloten en kan je niet meer reageren. Sommige gebruikers hebben mogelijk de permissie dat wel te doen. De conversatie blijft natuurlijk wel leesbaar.

source: This thread has been moved to another forum. Admins and moderators can choose to show this notification, or simply not show it. The original forum where this thread was located in, won't show and thread stats anymore.
nl: Conversaties met een vierzijdige pijl zijn verplaatst naar een ander forum en deze link die je in dit forum ziet is slechts een verwijzing. Niet iedere verplaatste conversatie heeft per definitie dit icoon.

source: This thread has received a new comment since you last visited the board.
nl: Conversaties met een bel hebben hebben een nieuwe reactie gekregen.

source: This little dot appears when you have made a comment in this thread.
nl: Conversaties met een klein punt voor hebben een reactie van jou.

source: Smilies, signatures, avatars and images are not visible?
nl: Emoticons, handtekeningen, avatars en afbeeldingen zijn niet zichtbaar?

source: You can change the behavior of the thread view in your profile settings. There you can enable smilies, signatures, avatars and images in comments, but they should be enabled by default unless your forum admin has disabled those features.
nl: Je kan het gedrag van conversaties in je profiel aanpassen. Hier kan je onder andere bepalen of je emoticons, handtekeningen, avatars en afbeeldingen wilt zien in reacties. Deze opties staan standaard aan tenzij de forum administrator daar anders over beslist.

source: Why can't I see some threads or forums?
nl: Waarom kan ik sommige conversaties en forums niet zien?

source: You might not have the correct permissions to do so, ask the forum administrator for more help.
nl: Je hebt mogelijk niet de juiste permissies om dit te doen, vraag de administrator voor hulp.

source: Why can't I see any profiles?
nl: Waarom kan ik geen profielen bekijken?

source: My profile doesn't contain as much as others?
nl: Mijn profiel is heel leeg tegenover andere gebruikers?

source: Your profile will only display fields that are enabled and filled in in your settings. You might want to see if you missed some fields.
nl: Je profiel toont enkel de velden die je hebt ingevuld. Ga naar je instellingen en vul meer informatie over jezelf in.

source: Are there more options to search?
nl: Zijn er meer instellingen om zoeken te verfijnen?

source: When you go to the search page, you'll find yourself on a page with 1 search box. Below that search box there is a link to Advanced search, here you can find more search options! This feature may not be available on your device, if disabled by the forum admin.
nl: Als je naar de zoekfunctie gaat, vind je één enkel zoekveld. Deze pagina toont echter ook een link naar "Geavanceerd zoeken", met veel meer opties! Sommige apparaten en gebruikers zien deze optie mogelijk niet.

source: Why can't I search in more than one forum at once?
nl: Waarom kan ik niet zoeken in meer dan één forum per keer?

source: Moderating
nl: Modereren

source: Admins and moderators need help sometimes, too! The basics of moderating are explained here.
nl: Administratoren en moderatoren hebben soms ook hulp nodig! Dit is de basis van het modereren.

source: How do I moderate a forum?
nl: Hoe modereer ik een forum?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current forum. From there, you can move, delete, merge, close and open multiple threads at once.
nl: De moderator opties zijn beschikbaar in conversaties. Deze functionaliteit is niet altijd overal voor iedere moderator beschikbaar. Deze opties laten moderatoren toe om conversaties in dat forum te verwijderen, verplaatsen, samenvoegen, splitsen, sluiten en openen.

source: How do I moderate a thread?
nl: Hoe modereer is een conversatie?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current thread from there, you can select multiple comment to delete or split from the current thread at once.
nl: De moderator opties zijn beschikbaar in conversaties. Deze functionaliteit is niet altijd overal voor iedere moderator beschikbaar. Deze opties laten toe om conversaties te verwijderen, verplaatsen, samenvoegen, splitsen, sluiten, openen, vast te maken, markeren als belangrijk enzovoorts.

source: Next to the "Moderate thread" button, you can find options to move, open or close the thread. You can also pin the thread from there, or unpin it.
nl: De verplaats, open, sluit, vastmaken en belangrijk-opties zijn echter ook direct beschikbaar in een conversatie.

source: How do I moderate an user?
nl: Hoe modereer ik een gebruiker?

source: Moderating options are available in the users profile. You can find the moderation options under "Administration" in the users profile menu. Those features aren't available for all moderators.
nl: Iedere gebruiker heeft een beheerpaneel dat toegankelijk is voor zowel de gebruiker zelf als moderatoren en administratoren met de nodige permissies. Voor die laatste twee is er ook een speciaal "Admin" paneel beschikbaar.

source: The Administration page allow you to check if the user has an admin note, and you can also change that note if required. You can also change the comment count of the user. At this page, the user can also be given moderator permissions on a per-forum base, though the user must have a moderator account to be able to actually use those permissions.
nl: De Admin-pagina staat je toe gebruikers te voorzien van een "admin nota" (ook voor moderatoren) en je kan deze nota aanpassen indien nodig. Je kan ook het aantal reacties van een gebruiker handmatig wijzigen. Gebruikers kunnen in deze pagina ook voorzien worden van moderator permissie.

source: Finally, you can ban or delete a user from his profile. If you want to ban and/or delete multiple users at once, you're probably better off with the advanced user management features in the Backstage.
nl: Ten slotte kan je ook kiezen gebruikers te verbannen en verwijderen in hun profiel. Als je meerder gebruikers wilt verbannen en/of verwijderen kan je beter gebruik maken van de geavanceerde gebruikersbeheer functies in de Backstage.

source: Are you sure that you want to delete the message(s) from your inbox?
nl: Ben je zeker dat je deze berichten wilt verwijderen van Inbox?

source: Confirm deletion
nl: Verwijderen bevestigen

source: Are you sure you want to delete the selected messages?
nl: Ben je zeker daj e deze berichten wilt verwijderen?

source: Reply
nl: Reageer

source: Unread
nl: Ongelezen

source: Messages
nl: Berichten

source: Sender
nl: Zender

source: Receiver(s)
nl: Ontvanger(s)

source: No messages
nl: Geen berichten

source: Hi there, %s
nl: Hallo, %s

source: Welcome to %s
nl: Welkom op %s

source: Extend your details
nl: Breid je gegevens uit

source: Get help
nl: Krijg hulp

source: Search the board
nl: Doorzoek het forum

source: Welcome back
nl: Welkom terug

source: Search in comments
nl: Zoeken in reacties

source: Recent activity
nl: Recente activiteiten

source: Request password
nl: Wachtwoord herstellen

source: Back
nl: Terug

source: Send an email
nl: Stuur een e-mail

source: User content
nl: Gebruikers content

source: Delete all comments and threads this user has made.
nl: Verwijder alle reacties en conversaties van deze gebruiker.

source: An email will be sent to your new address with an activation link. You must click the link in the email you receive to activate the new address.
nl: Een e-mail wordt verstuurd naar het gegeven adres met een activatielink. Klik op deze link om je nieuwe e-mail adres te activeren.

source: Change password
nl: Wachtwoord wijzigen

source: Old password
nl: Oud wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Confirm new password
nl: Bevestig nieuw wachtwoord

source: Passwords must be at least 6 characters long and are case sensitive
nl: Wachtwoorden moeten minsten 6 tekens lang zijn en zijn hoofdletter gevoelig.
