Repository: GetLuna/Luna
Catalog: lang/Nederlands/luna.po
Languages: nl

source: Permission settings that differ from the default permissions for the group are marked red. Some permissions are disabled under some conditions.
nl: Permissies die niet overeenkomen met standaard permissies van de groep zijn in het rood gemarkeerd. Sommige permissies zijn uitgeschakeld in sommige gevallen.

source: User groups
nl: Groepen

source: Revert to default
nl: Hetstel standaard instellingen

source: Read forum
nl: Lees forum

source: Comment
nl: Reacties

source: Create threads
nl: Nieuwe conversatie

source: Confirm delete category
nl: Bevestig verwijderen categorie

source: Are you sure that you want to delete the category <strong>%s</strong>?
nl: Ben je zeker dat je de categorie <strong>%s</strong> wilt verwijderen?

source: Deleting a category will delete all forums and comments (if any) in this category!
nl: Het verwijderen van een categorie zal alle forums, conversaties en reacties in die categorie verwijderen!

source: Add forum
nl: Nieuw forum

source: Name
nl: Naam

source: Add categories
nl: Categorie toevoegen

source: Delete categories
nl: Verwijder categorie

source: Manage board
nl: Beheer forum

source: Category title
nl: Categorie naam

source: Position
nl: Positie

source: You must enter a word to censor.
nl: Je moet een woord ingeven om te censureren.

source: Censoring is disabled in %s.
nl: Censuur is uitgeschakeld in %s.

source: Features
nl: Functies

source: Add word
nl: Woord toevoegen

source: Enter a word that you want to censor and the replacement text for this word. Wildcards are accepted.
nl: Geef een woord in dat je wilt censureren en geef een woord in dat het gecensureerde woord moet vervangen.

source: Censored word
nl: Te censureren woord

source: Replacement word
nl: Vervanging

source: Manage words
nl: Beheer woorden

source: Action
nl: Acties

source: No censor words in list.
nl: Er wordt geen woord gecensureerd

source: The file you tried to upload is not of an allowed type. Only png is allowed.
nl: HEt bestand dat u probeert te uploaden is neit van een toegestane type. Alleen png is toegestaan.

source: General
nl: Algemeen

source: Threads and comments
nl: Conversaties en reacties

source: Censor words in comments.
nl: Censureer woorden in reacties.

source: Show the number of views for each thread.
nl: Toon het aantal weergaven voor iedere conversatie.

source: Show a label in front of the thread where users have commented.
nl: Toon een label voor de titel van een conversatie als een gebruiker erop heeft gereageerd.

source: User features
nl: Gebruiker functies

source: Display info on the index page about users currently browsing the board.
nl: Toon info over gebruikers die momenteel het forum bezoeken.

source: Use user ranks.
nl: Gebruik rangen.

source: Allow users to use the advanced search options.
nl: Laat gebruikers gebruik maken van geavanceerd zoeken.

source: Allow search only in 1 forum at a time.
nl: Limiteer zoeken tot een forum per keer.

source: Allow users to use Inbox.
nl: Laat gebruikers Inbox gebruiken.

source: Receivers
nl: Ontvangers

source: The number of receivers an Inbox message can have
nl: Het aantal ontvangers dat een Inbox bericht mag hebben

source: Subscriptions
nl: Abonnementen

source: Enable users to subscribe to forums.
nl: Laat gebruikers zich abonneren op forums.

source: Enable users to subscribe to threads.
nl: Laat gebruikers zich abonneren op conversaties.

source: First run
nl: Welkom

source: General settings
nl: Algemene instellingen

source: Show the first run panel when an user logs in for the first time.
nl: Toon een Welkom-paneel als de gebruiker inlogt voor de eerste keer.

source: Show the first run panel to guests with login field and registration button.
nl: Toon het Welkom-paneel aan gasten met een login en registratie knop.

source: Welcome text
nl: Welkomst tekst

source: The introduction to the forum displayed in the middle of the first run panel
nl: Een welkomst tekst dat getoond word in het midden van het Welkom-paneel

source: Universal
nl: Universeel

source: Allow the use of the [center]-tag.
nl: Laat het gebruik van de [center]-tag toe.

source: Allow the use of the [size]-tag.
nl: Laat het gebruik van de [size]-tag toe.

source: Convert URLs automatically to clickable hyperlinks.
nl: Converteer URLs naar klikbare hyperlinks.

source: Allow the use of the [img]-tag.
nl: Laat het gebruik van de [img]-tag toe.

source: Allow the use of the [spoiler]-tag.
nl: Sta het gebruik van de [spoiler]-tag toe

source: Signatures
nl: Handtekeningen

source: Convert smilies to small graphic icons in user signatures.
nl: Converteer emoticons naar grafische iconen in handtekeningen.

source: Smilie size
nl: Emoticon grootte

source: The size emoticons and emojis are shown in
nl: De grootte van emoticons en emoji's

source: Indent size
nl: Inspringen

source: Amount of spaces that represent a tab
nl: Aantal spaties om een tab to tonen

source: Maximum [quote] depth
nl: Maximale [quote] diepte

source: Maximum [quote] can be used in [quote]
nl: Maximum aantal keer een [quote] kan voorkomen in een [quote]

source: Commenting
nl: Reageren

source: All caps
nl: Hoofdletters

source: Allow a comment to contain only capital letters.
nl: Sta toe dat reacties enkel uit hoofdletters bestaan.

source: Allow a subject to contain only capital letters.
nl: Sta toe dat onderwerpen enkel uit hoofdletters bestaan.

source: Guests
nl: Gasten

source: Require guests to supply an email address when commenting.
nl: Vereis dat gasten een e-mail adres moeten geven alvorens te reageren.

source: Use avatars
nl: Gebruik avatars

source: Enable so users can upload avatars.
nl: Sta gebruikers toe om avatars te uploaden

source: Upload directory
nl: Avatar map

source: Where avatars will be stored relative to Lunas root, write permission required
nl: Waar avatars worden opgeslagen relatief aan Luna's hoofdmap, schrijfpermissies zijn vereist

source: Max width
nl: Maximum hoogte

source: Max height
nl: Maximum breedte

source: Max size
nl: Maximum grootte

source: Default avatar
nl: Standaard avatar

source: You can upload a custom default avatar for all users
nl: Upload je eigen standaard avatar

source: Delete avatar
nl: Verwijder avatar

source: Default placeholder avatar
nl: Standaard avatar

source: Allow users to attach a signature to their comments.
nl: Laat gebruikers een handtekening toevoegen aan hun reacties.

source: Permissions
nl: Permissies

source: Allow a signature to contain only capital letters.
nl: Sta toe dat handtekeningen enkel uit hoofdletters bestaan.

source: Maximum signature length
nl: Maximale handtekening lengte

source: Maximum amount of characters a signature can have
nl: Het maximaal aantal tekens in een handtekening

source: Maximum signature lines
nl: Maximale handtekening lijnen

source: Maximum amount of lines a signature can have
nl: Het maximaal aantal lijnen in een handtekening

source: Generated in %1$s seconds &middot; %2$s queries executed
nl: Gegenereerd in %1$s seconden &middot; %2$s queries uitgevoerd

source: Memory usage: %1$s
nl: Geheugen gebruik: %1$s

source: (Peak: %1$s)
nl: (Piek: %1$s)

source: Bad request. The link you followed is incorrect, outdated or you're simply not allowed to hang around here.
nl: Bad request. Die link die je volgt in fout, verouderd of je hebt geen rechten om hier te zijn.

source: Group title
nl: Groep titel

source: Group settings
nl: Groepsinstellingen

source: These default permissions apply if no forum specific permissions are in effect. Users must be assigned to moderate one or more forums in their profile for these settings to take effect.
nl: Onderstaande standaard permissies zijn alleen van toepassing als er geen forum-specifieke permissies zijn ingesteld. Gebruikers moeten minstens een forum modereren (in te stellen in het profiel) om deze permissies te gebruiken.

source: User title
nl: Gebruiker titel

source: The title will override the user rank
nl: De titel overschrijft de rang

source: In order for a user to have moderator abilities, they must be assigned to moderate one or more forums. This is done via the user administration page of the user's profile.
nl: Gebruikers moeten minstens moderator zijn van een forum om modereerrechten te kunnen gebruiken. Dit kan gedaan worden in het admin paneel in profielen.

source: Allow moderators to edit user profiles.
nl: Sta toe dat moderatoren profielen bewerken.

source: Allow moderators to rename users.
nl: Sta toe dat moderatoren gebruikers een andere naam geven.

source: Allow moderators to change user passwords.
nl: Sta toe dat moderatoren wachtwoorden van andere gebruikers wijzigen.

source: Allow moderators to ban users.
nl: Sta toe dat moderatoren gebruikers verbannen.

source: Allow users to send messages with Inbox.
nl: Laat gebruikers berichten sturen met Inbox.

source: The maximum amount of messages a user in this group can have in his Inbox. 0 is no limit.
nl: Het maximum aantal berichten een gebruiker in deze groep mogen hebben in Inbox. 0 is geen limiet.

source: Read
nl: Gelezen

source: If this is disabled, users will only be able to login and logout.
nl: Laat gebruikers alleen aan- en afmelden.

source: Allow users to view the user list and user profiles.
nl: Laat gebruikers profielen en de gebruikerslijst bekijken.

source: Create
nl: Schrijf

source: Allow users to comment in threads.
nl: Sta toe dat gebruikers reageren op conversaties.

source: Allow users to create new threads.
nl: Sta toe dat gebruikers nieuwe conversaties starten.

source: Allow users to edit their own comments.
nl: Sta toe dat gebruikers hun eigen reacties aanpassen.

source: Delete
nl: Verwijder

source: Allow users to delete their own comments.
nl: Sta toe dat gebruikers hun eigen reacties verwijderen.

source: Allow users to delete their own threads (including any comments).
nl: Sta toe dat gebruikers hun eigen conversaties verwijderen (inclusief alle reacties).

source: Hide
nl: Verberg

source: Allow users to view threads and comments that have been hidden.
nl: Laat gebruikers conversaties en reacties zien die verborgen zijn.

source: Allow users to hide comments from all users.
nl: Laat gebruikers reacties verbergen van andere gebruikers.

source: Allow users to hide threads from all users.
nl: Laat gebruikers conversaties verbergen van andere gebruikers.

source: Set own user title
nl: Stel eigen titel in

source: Allow users to set their own user title.
nl: Laat gebruikers een eigen titel kiezen.

source: Allow users to use the search feature for threads and comments.
nl: Laat gebruikers zoeken in conversaties en reacties.

source: Allow users to search for other users in the user list.
nl: Laat gebruikers naar andere gebruikers zoeken.

source: Send e-mails
nl: Stuur e-mails

source: Allow users to send e-mails to other users.
nl: Laat gebruikers e-mails sturen naar andere gebruikers.

source: Comment flood interval
nl: Reactie interval

source: Time users have to wait between comments
nl: De tijd dat gebruikers moeten wachten tussen reacties

source: seconds
nl: seconden

source: Search flood interval
nl: Zoek interval

source: Time users have to wait between searches
nl: De tijd dat gebruikers moeten wachten tussen zoekacties

source: Email flood interval
nl: E-mail interval

source: Time users have to wait between emails
nl: De tijd dat gebruikers moeten wachten tussen het sturen van e-mails

source: Report flood interval
nl: Rapporteer interval

source: Time users have to wait between reports
nl: De tijd dat gebruikers moeten wachten tussen het rapporteren van reacties

source: You must enter a title.
nl: Je moet een titel ingeven.

source: There is already a group with the title <strong>%s</strong>.
nl: Er is al een groep met de titel <strong>%s</strong>.

source: The default group cannot be removed. In order to delete this group, you must first setup a different group as the default.
nl: De standaard groep can niet worden verwijderd. Als je deze groep wilt verwijderen moet eerst een andere groep ingesteld worden als standaard.

source: Are you sure that you want to delete the group <strong>%s</strong>?
nl: Ben je zeker dat je de groep <strong>%s</strong> wilt verwijderen?

source: <b>Warning:</b> After you deleted a group you cannot restore it.
nl: <b>Warning:</b> Na het verwijderen van een groep kan deze niet herstelt worden.

source: Delete group
nl: Groep verwijderen

source: The group <strong>%s</strong> currently has <strong>%s</strong> members. Please select a group to which these members will be assigned upon deletion.
nl: De groep <strong>%s</strong> heeft momenteel <strong>%s</strong> gebruikers. Selecteer een groep om deze gebruikers naar te verplaatsen als je deze groep wilt verwijderen.

source: Move users to
nl: Verplaats gebruikers naar

source: New group base
nl: Nieuwe groep basis

source: Default group
nl: Standaard groep

source: Manage groups
nl: Groepen beheren

source: Direction of language
nl: ltr

source: No new notifications
nl: Geen nieuwe notificaties

source: More
nl: Meer

source: Extensions
nl: Extensies

source: Docs
nl: Documentatie

source: Support
nl: Ondersteuning

source: Profile
nl: Profiel

source: Settings
nl: Instellingen

source: Logout
nl: Afmelden

source: Users
nl: Gebruikers

source: Maintenance
nl: Onderhoud

source: About
nl: Over

source: Board
nl: Forum

source: Reports
nl: Rapporten

source: Censoring
nl: Censureren

source: Ranks
nl: Rangen

source: Groups
nl: Groepen

source: Prune
nl: Opruimen

source: Luna is currently set in Maintenance Mode. Do not log off.
nl: Luna is momenteel in Onderhoudsmodus. Log niet uit.

source: is a required field in this form.
nl: is een vereist veld in dit formulier.

source: Welcome to Luna
nl: Welkom bij Luna

source: Got it
nl: Oké

source: Welcome to the Backstage. Here, you can manage your newly set up board. We're ready to go now, but there might be a couple of settings you might want to change. So let us help you with that first!
nl: Welkom in de Backstage. Hier can je je forum beheren. We hebben alles al klaar gezet, maar er zijn mogelijk een paar instellingen die je wilt wijzgen of pagina's die je wilt bezoeken.

source: What's new
nl: Wat is nieuw

source: Create new sections
nl: Voeg nieuwe secties toe

source: Alter functionality
nl: Verander functionaliteit

source: Change settings
nl: Verander instellingen

source: New reports
nl: Nieuwe rapporten

source: View all
nl: Toon alles

source: Reported by
nl: Gerapporteerd door

source: Date and time
nl: Datum en tijd

source: Deleted user
nl: Verwijderde gebruiker

source: Deleted
nl: Verwijderd

source: Comment #%s
nl: Reactie #%s

source: There are no new reports.
nl: Er zijn geen nieuwe rapporten.

source: Admin notes
nl: Admin notas

source: Add a note...
nl: Voeg een nota toe...

source: Luna v%s is available, %s!
nl: Luna v%s is beschikbaar, %s!

source: update now
nl: update nu

source: The config file is writeable at this moment, you might want to set the CHMOD to 640 or 644.
nl: Het configuratie bestand is beschrijfbaar op dit moment, je kan de CHMOD best veranderen in 640 of 644.

source: The file install.php still exists, but should be removed.
nl: Het bestand install.php bestaat nog, je kan dit best verwijderen.

source: comment
nl: reactie

source: thread
nl: conversatie

source: user
nl: gebruiker

source: You do not have permission to access this page.
nl: Je hebt geen toegang tot deze pagina.

source: There is no plugin called %s in the plugin directory.
nl: Er is geen plugin met de naam %s in de plugin-map.

source: Loading of the plugin - <strong>%s</strong> - failed.
nl: Plugin - <strong>%s</strong - laden is gefaald..

source: Login
nl: Aanmelden

source: Password
nl: Wachtwoord

source: Remember me
nl: Onthoud mij

source: Comments per cycle must be a positive integer value.
nl: Reacties per cyclus moet een positief natuurlijk getal zijn.

source: Rebuilding search index
nl: Hergenereren zoek index.

source: Rebuilding index. This might be a good time to put on some coffee :-)
nl: Hergenereren index. Dit is een goed moment om wat koffie te pakken.

source: Processing comment <strong>%s</strong> …
nl: Reactie <strong>%s</strong> verwerken...

source: The forums are temporarily down for maintenance. Please try again in a few minutes.
nl: De forums zijn momenteel niet beschikbaar wegen onderhoud. Probeer binnen een paar minuten nog eens.

source: The cache files have been removed.
nl: De cache bestanden zijn verwijderd.

source: The message to tell users about the maintenance
nl: Het bericht om te tonen aan gebruikers tijdens onderhoud

source: Enable to activate maintenance mode, the board will only be available for admins. Do not log out when this feature is active!
nl: Schakel onderhoudsmodus in, het forum zal alleen beschikbaar zijn voor admins. Log niet uit als deze functie aan staat.

source: Remove all cache files so the database has to return up-to-date values
nl: Verwijder alle cache bestanden en genereer ze opnieuw

source: Clear cache
nl: Cache opruimen

source: Rebuild search index
nl: Zoek index hergenereren

source: Rebuild index
nl: Index hergenereren

source: If you changes something about threads and comments in the database you should rebuild the search index. This process can take a while and increase the server load during. Be sure to enable JavaScript during the rebuild (to start a new cycle automatically). When you have to abort the rebuilding, remember the last comment ID and enter that ID+1 in "Starting comment ID" if you want to continue (Uncheck "Empty index").
nl: Als je iets aanpast aan conversaties en reacties in de database kan je best de zoekindex heropbouwen. Dit proces kan enige tijd en energie van de server vereisen. Wees zeker dat Javascript is ingeschakeld (zodat we automatisch naar de volgende groep kunnnen). Als je de heropbouw wilt beëindigen onthoud je de laatste reactie ID en geef je dat ID + 1 later in bij "Start reactie ID" om verder te gaan (en vink "Index legen" niet af).

source: Comments per cycle
nl: Reacties per cyclus

source: Number of comments per pageview, this prevents a timeout, 300 recommended
nl: Aantal reacties per cyclus, dit voorkomt een time-out, 300 aanbevolen

source: Starting comment ID
nl: Start reactie ID

source: The ID where to start, default is first ID found in database
nl: Het ID waar we moeten starten, standaard eerste ID in de database

source: Empty index
nl: Index legen

source: Select this if you want the search index to be emptied before rebuilding.
nl: Vink dit aan als je de zoek index wilt legen voordat hij heropgebouwd wordt.

source: You must give your menu item a title.
nl: Je moet je link een titel geven.

source: You must give your menu item an URL.
nl: Je moet je link een URL geven.

source: The location must be a positive integer value.
nl: De locatie moet een natuurlijk getal zijn.

source: New item
nl: Nieuw item

source: Make this item visible in the menu.
nl: Maak deze link zichtbaar in het menu.

source: Show
nl: Toon

source: The IP address is: %s
nl: Het IP adres is: %s

source: The host name is: %s
nl: De host naam is: %s

source: Show more users for this IP
nl: Toon meer gebruikers met dit IP

source: Moderate content
nl: Modereer inhoud

source: Visit a forum or thread and choose "Moderate" in the moderator bar to moderate content.
nl: Bezoek een forum of conversatie en kies "Modereer" in de navigatie om te modereren.

source: You must select at least one comment for split/delete.
nl: Je moet minstens een reactie kiezen om te splitsen/verwijderen.

source: Delete comments
nl: Reactie verwijderen

source: Are you sure you want to delete the selected comments?
nl: Ben je zeker dat je deze reacties wilt verwijderen?

source: Threads must contain a subject.
nl: Conversaties moeten een onderwerp hebben.

source: Subjects cannot be longer than 70 characters.
nl: Het onderwerp mag niet meer dan 70 tekens hebben.

source: Split comments
nl: Splits reacties

source: Split
nl: Splits

source: Move to
nl: Verplaats naar

source: New subject
nl: Nieuw onderwerp

source: Moderate
nl: Modereer

source: Guest
nl: Gast

source: Last edited by
nl: Laatst bewerkt door

source: Select
nl: Selecteer

source: First comment cannot be selected for split/delete.
nl: Eerste reactie in een conversatie kan niet worden gekozen om te splitsen/verwijderen.

source: You must select at least one thread for move/delete/open/close.
nl: Je moet minstens één conversatie kiezen om te verplaatsen/verwijderen/openen/sluiten.

source: There are no forums into which you can move threads.
nl: Er zijn geen forums om conversaties naar te verplaatsen.

source: Move thread
nl: Verplaats conversatie

source: Move threads
nl: Verplaats conversaties

source: Move
nl: Verplaats

source: Leave redirect thread(s).
nl: Toon (een) snelkoppeling conversatie(s).

source: You must select at least two threads to merge.
nl: Je moet minstens twee conversaties selecteren om samen te voegen.

source: Merge threads
nl: Conversaties samenvoegen

source: Merge
nl: Samenvoegen

source: Leave redirect thread(s)
nl: Laat een doorverwijzing achter

source: Delete threads
nl: Conversaties verwijderen

source: Are you sure you want to delete the selected threads?
nl: Ben je zeker dat je de geselecteerde conversaties wilt verwijderen.

source: Moderating "%s"
nl: Modereer "%s"

source: by
nl: door

source: Go to the first new comment in the thread.
nl: Ga naar de eerste nieuwe reactie in de conversatie.

source: reply
nl: reactie

source: view
nl: weergave

source: This forum has no threads yet.
nl: Dit forum heeft geen conversaties.

source: Close
nl: Sluiten

source: Days to prune must be a positive integer value.
nl: Dagen oud moet een positief natuurlijk getal zijn.

source: All forums
nl: Alle forums

source: There are no threads that are %s days old. Please decrease the value of "Days old" and try again.
nl: Er zijn geen conversatie ouder dan %s dagen. Verander de waarde in "Dagen oud" en proper opnieuw.

source: Confirm prune comments
nl: Bevestig opruimen gebruikers

source: Pruning comments deletes them permanently.
nl: Reacties opruimen verwijderd ze permanent.

source: Pruning complete. Notifications pruned.
nl: Opruimen voltooid. Notificaties opgeruimd.

source: Pruning complete, all users that matched the requirements have been pruned.
nl: Opruimen voltooid, alle gebruikers die voldoen aan de vereisten zijn verwijderd.

source: It's recommended to activate %s while using the options below.
nl: Het is aanbevolen om %s te activeren tijdens het gebruik van onderstaande opties.

source: maintenance mode
nl: onderhoud modus

source: Days old
nl: Dagen oud

source: The number of days old a notification must be to be pruned
nl: Hoe oud een notificatie moet zijn voordat deze wordt opgeruimd.

source: All notifications
nl: Alle notificaties

source: Seen notifications
nl: Bekeken notificaties

source: New notifications
nl: Nieuwe notificaties

source: Comments
nl: Reacties

source: The number of days old a thread must be to be pruned
nl: Hoe oud een conversatie moet zijn voordat deze wordt opgeruimd

source: Prune pinned threads
nl: Ruim vastgemaakte conversaties op

source: Yes
nl: Ja

source: No
nl: Nee

source: Prune from
nl: Opruimen vanaf

source: Minimum days
nl: Minimum dagen

source: Since
nl: Sinds

source: Registration
nl: Registratie

source: Last login
nl: Laatste login

source: Maximum number of comments
nl: Maximum aantal reacties

source: How many comments do you require before an users isn't pruned
nl: Hoeveel reacties een gebruiker moet hebben om niet verwijderd te worden

source: Delete management
nl: Verwijder management

source: User status
nl: Gebruiker status

source: Delete any
nl: Verwijder alle

source: Delete only verified
nl: Verwijder alleen geverifieerde

source: Delete only unverified
nl: Verwijder alleen ongeverifieerde
