Repository: GetLuna/Luna
Catalog: lang/Nederlands/luna.po
Languages: nl

source: This is the first comment in the thread, the whole thread will be permanently deleted.
nl: Dit is de eerste reactie in deze conversatie, de hele conversatie zal verwijderd worden.

source: The comment you have chosen to delete is set out below for you to review before proceeding.
nl: De gekozen reactie is hieronder uitgezet ter controle.

source: Cancel
nl: Annuleren

source: This is the first comment in the thread, the whole thread will be hidden.
nl: Dit is de openingsreactie van de conversatie, de volledige conversatie zal worden verborgen.

source: The comment you have chosen to hide is set out below for you to review before proceeding.
nl: De reactie die je wilt verbergen wordt hieronder getoond zodat je deze kan nakijken voordat je doorgaat.

source: This comment has been hidden. We'll unhide it again with a click on the button.
nl: De reactie is verborgen. Je kan hem terug zichtbaar maken door verder te gaan.

source: Thread started by %s - %s
nl: Conversatie gestart door %s - %s

source: Comment by %s - %s
nl: Reactie door %s - %s

source: You must agree to the following in order to register
nl: Je moet akkoord gaan met het volgende om te registreren

source: Agree
nl: Akkoortd

source: Send
nl: Verstuur

source: Tell us why you are reporting this
nl: Waarom rapporteer je dit

source: Forums to search in
nl: Forums om in te zoeken

source: Forum to search in
nl: Forum om in te zoeken

source: You are banned from this forum.
nl: Je bent verbannen van dit forum.

source: The ban expires at the end of
nl: De ban verloopt op

source: The administrator or moderator that banned you left the following message:
nl: De administrator of moderator die je verbannen heeft heeft het volgende bericht achtergelaten:

source: Please direct any inquiries to the forum administrator at
nl: Voor vragen richt je je tot de forum administrator.

source: Usernames must be at least 2 characters long. Please choose another (longer) username.
nl: Gebruikersnamen moeten minstens 2 tekens bevatten. Kies een andere (langere) gebruikersnaam.

source: Usernames must not be more than 25 characters long. Please choose another (shorter) username.
nl: Gebruikersnamen mogen niet langer dan 25 tekens zijn. Kies een kortere gebruikersnaam.

source: The username guest is reserved. Please choose another username.
nl: De gebruikersnaam gast is gereserveerd. Kies een andere gebruikersnaam.

source: Usernames may not be in the form of an IP address. Please choose another username.
nl: Gebruikersnamen mogen niet de vorm van een IP-adres hebben. Kies een andere naam.

source: Usernames may not contain all the characters ', " and [ or ] at once. Please choose another username.
nl: Gebruikersnamen mogen niet de tekens ' , ", [ of ] bevatten. Kies een andere gebruikersnaam.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses. Please choose another username.
nl: Gebruikersnamen mogen geen opmaak tags bevatten. Kies een andere gebruikersnaam.

source: The username you entered contains one or more censored words. Please choose a different username.
nl: De gebruikersnaam bevat één of meerdere gecensureerde woorden. Kies een andere gebruikersnaam.

source: Someone is already registered with the username
nl: Iemand anders gebruikt deze naam al.

source: The username you entered is too similar. The username must differ from that by at least one alphanumerical character (a-z or 0-9). Please choose a different username.
nl: De gebruikersnaam die je hebt ingegeven lijkt erg op een al bestaande gebruiker. Wees zeker dat je gebruikersnaam verschilt met minstens één alfanumeriek teken (a-z of 0-9). Kies een andere gebruikersnaam.

source: The username you entered is banned in this forum. Please choose another username.
nl: De gebruikersnaam die je hebt ingegeven is verbannen. Kies een andere gebruikersnaam.

source: Page %s
nl: Pagina %s

source: Member
nl: Gebruiker

source: Luna failed to perform your request
nl: Luna kon je verzoek niet volbrengen

source: Today
nl: Vandaag

source: Yesterday
nl: Gisteren

source: Bad HTTP_REFERER. You were referred to this page from an unauthorized source. If the problem persists please make sure that "Base URL" is correctly set in Backstage > Settings and that you are visiting the forum by navigating to that URL. More information regarding the referrer check can be found in the Luna documentation.
nl: Slechte HTTP_REFERER. Je bent naar deze pagina doorgestuurt van een ongeldige bron. Als dit probleem blijft aanhouden is de "Basis URL" instelling mogelijk fout ingegeven. Meer informatie over dit probleem kan je vinden in de Luna documentatie.

source: Bad CSRF hash. You were referred to this page from an unauthorized source.
nl: Slechte CSRF hash. Je bent naar deze pagina doorgestuurt van een ongeldige bron.

source: Debug information
nl: Debug info

source: Time (s)
nl: Tijd (s)

source: Total query time: %s
nl: Totale query tijd: %s

source: Usernames must be at least 2 characters long.
nl: Gebruikersnamen moeten minstens 2 tekens bevatten.

source: Usernames must not be more than 25 characters long.
nl: Gebruikersnamen mogen maximum 25 tekens bevatten.

source: The username guest is reserved.
nl: De gebruikersnaam gast is gereserveerd.

source: Usernames may not be in the form of an IP address.
nl: Gebruikersnamen mogen niet in de vorm van IP-adressen zijn.

source: Usernames may not contain all the characters ', " and [ or ] at once.
nl: Gebruikersnamen mogen niet het teken ', ", [ of ] bevatten.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses.
nl: Gebruikersnamen mogen geen gebruik maken van opmaak tags.

source: Passwords must be at least 6 characters long.
nl: Wachtwoorden moeten minstens 6 tekens bevatten.

source: Passwords do not match.
nl: Wachtwoorden komen niet overeen.

source: The administrator email address you entered is invalid.
nl: Het administrator e-mail adres is ongeldig.

source: You must enter a board title.
nl: Je moet je forum een naam geven.

source: The default language chosen doesn't seem to exist.
nl: De gekozen standaard taal bestaat niet.

source: The default style chosen doesn't seem to exist.
nl: HEt gekozen standaard thema bestaat niet.

source: "%s" is not a valid database type
nl: "%s" is geen geldige database type

source: The table prefix 'sqlite_' is reserved for use by the SQLite engine. Please choose a different prefix
nl: De tabel prefix 'SQLite_' is gereserveerd voor SQLite. Kies een andere prefix

source: InnoDB does not seem to be enabled. Please choose a database layer that does not have InnoDB support, or enable InnoDB on your MySQL server
nl: InnoDB lijkt niet beschikbaar te zijn. Kies een database layer dat geen InnoDB gebruik, of schakel InnoDB in op je MySQL server.

source: The table prefix '%s' contains illegal characters or is too long. The prefix may contain the letters a to z, any numbers and the underscore character. They must however not start with a number. The maximum length is 40 characters. Please choose a different prefix
nl: De tabel prefix '%s' bevat verboden tekens of is te lang. De prefix mag bestaan uit de letters a tot z, elk nummer en een underscore. Het mag niet starten met een cijfer en mag maximum 40 tekens lang zijn. Kies een andere prefix.

source: A table called "%susers" is already present in the database "%s". This could mean that Luna is already installed or that another piece of software is installed and is occupying one or more of the table names Luna requires. If you want to install multiple copies of Luna in the same database, you must choose a different table prefix
nl: Een tabel genaamd "%susers" bestaat al in de database "%s". Dit kan mogelijk wijzen op een al bestaande Luna installatie of dat een ander programma is geïnstalleerd dat een of meer tabelnamen gebruikt die Luna ook gebruikt. Als je meerdere installaties van Luna in dezelfde database wilt bewaren kan je een andere prefix instellen.

source: Wow, it's great to have you here, welcome and thanks for joining us. We've set up your account and you're ready to go. Though we like to point out some actions you might want to do first.
nl: Welkom. Het is fijn je hier te hebben, bedankt om te komen. Je account is aangemaakt en je bent klaar om te starten. We hebben echter nog wat handige links voor je die je mogelijk wilt bekijken.

source: Administrators
nl: Administratoren

source: Moderators
nl: Moderatoren

source: Members
nl: Gebruikers

source: New member
nl: Nieuwe gebruikers

source: Welcome to Luna, discover the possibilities!
nl: Welkom bij Luna, ontdek de mogelijkheden!

source: It seems your comment consisted of empty BBCodes only. It is possible that this happened because e.g. the innermost quote was discarded because of the maximum quote depth level.
nl: Je reactie bestond uitsluitend uit lege BBCode. Het is mogelijk dat dit gebeurde door het bereik van het quote-limiet.

source: The quote, code, list, video, spoiler and heading BBCodes are not allowed in signatures.
nl: De quote, code, list, video, spoiler en h BBCodes zijn niet toegestaan in handtekeningen.

source: Your list was too long to parse, please make it smaller!
nl: De lijst was the lang om te verwerken, maak hem korter!

source: [%s] tag had an empty attribute section
nl: [%s]-tag heeft geen attribute gegeven.

source: [%1$s] was opened within [%2$s], this is not allowed
nl: [%1$s] was geopend binnen een [%2$s], dit is niet toegestaan.

source: [/%1$s] was found without a matching [%1$s]
nl: [/%1$s] was gevonden zonder overeenkomstige [%1$s]

source: [%1$s] was found without a matching [/%1$s]
nl: [%1$s] was gevonden zonder overeenkomstige [/%1$s]

source: [%s] was opened within itself, this is not allowed
nl: [%s] was geopend binnen zichzelf, dit is niet toegestaan.

source: image
nl: afbeelding

source: wrote
nl: schreef

source: No users online
nl: Geen gebruikers online

source: RSS active thread feed
nl: RSS active conversaties feed

source: Atom active thread feed
nl: Atom active conversatie feed

source: It seems like Luna is already installed.
nl: Het lijkt erop dat Luna al geïnstalleerd is.

source: We're done here
nl: Wij zijn klaar hier

source: <strong>The cache directory is currently not writable!</strong> In order for Luna to function properly, the directory <em>%s</em> must be writable by PHP. Use chmod to set the appropriate directory permissions. If in doubt, chmod to 0777.
nl: <strong>De avatar map is momenteel niet beschrijfbaar!</strong> Luna moet schrijfrechten hebben naar de map <em>%s</em> in PHP. Zet CHMod op 0777 voor de juiste permissies.

source: <strong>The avatar directory is currently not writable!</strong> If you want users to be able to upload their own avatar images you must see to it that the directory <em>%s</em> is writable by PHP. You can later choose to save avatar images in a different directory (see Backstage > Settings). Use chmod to set the appropriate directory permissions. If in doubt, chmod to 0777.
nl: <strong>De avatar map is momenteel niet beschrijfbaar!</strong> Als je wilt dat gebruikers hun eigen avatars kunnen uploaden moet je ervoor zorgen dat de map <em>%s</em> beschrijfbaar is in PHP. Je kan later kiezen om avatars op te slaan in een andere map (zie Backstage > Instellingen > Instellingen > Avatars). Zet CHMod op 0777 voor de juiste permissies.

source: PHP needs to have support for either MySQL or SQLite to run Luna to be installed. Non is available, though
nl: PHP moet ondersteuning bieden voor MySQL of SQLite om Luna te installeren. Geen van beide is beschikbaar.

source: Luna Installation
nl: Luna installatie

source: Server hostname
nl: Server hostnaam

source: Administrator password 1
nl: Administrator wachtwoord 1

source: Administrator password 2
nl: Administrator wachtwoord 2

source: Board title
nl: Forum titel

source: No trailing slash
nl: Geen eindstreep

source: Install<span class="brand">Luna</span>
nl: Installeer<span class="brand">Luna</span>

source: Install language
nl: Installatie taal

source: Change language
nl: Verander taal

source: Language
nl: Taal

source: The language used for the installer, the default language for the board can be set below
nl: De taal voor de installer, de standaard taal voor het forum kan onderaan ingesteld worden

source: We've listed everything this server knows
nl: Hier is een lijst van alles dat deze server kent

source: Table prefix
nl: Tabel prefix

source: Set for more Luna installation in this database
nl: Gebruik dit voor meerdere Luna installaties in deze database

source: Administration
nl: Administratie

source: 2 to 25 characters long
nl: 2 tot 25 tekens lang

source: At least 6 characters long
nl: Minstens 6 tekens lang

source: Board URL
nl: Forum URL

source: Default theme
nl: Standaard thema

source: Start install
nl: Installeer

source: <strong>File uploads appear to be disallowed on this server!</strong> If you want users to be able to upload their own avatar images you must enable the file_uploads configuration setting in PHP. Once file uploads have been enabled, avatar uploads can be enabled in Backstage > Settings > Features.
nl: <strong>Deze server staat niet toe dat er bestanden worden geüpload!</strong> Als je avatars wilt gebruiken moet je file_uploads inschakelen in de configuratie instellingen van PHP. Als deze functie is geactiveerd kan je avatar uploads inschakelen in Backstage > Instellingen > Instellingen > Avatars.

source: Luna has been installed. To finalize the installation please follow the instructions below.
nl: Luna is geïnstalleerd. Volg onderstaande instructies om verder te gaan.

source: To finalize the installation, you need to click on the button below to download a file called config.php. You then need to upload this file to the root directory of your Luna installation.
nl: Om de installatie te voltooien klik je op onderstaande knop om het config.php bestand te downloaden. Je moet deze vervolgens uploaden naar de hoofdmap van deze Luna installatie.

source: Once you have uploaded config.php, Luna will be fully installed! At that point, you may <a href="index.php">go to the forum index</a>.
nl: Zodra config.php is geüpload, is Luna volledig geïnstalleerd. Je kan dan naar <a href="index.php">de forum index</a> gaan.

source: Download config.php file
nl: Download config.php bestand

source: Luna has been fully installed! You may now <a href="index.php">go to the forum index</a>.
nl: Luna is met succes geïnstalleerd. Ga naar de <a href="index.php">de forum index</a>.

source: Wrong username and/or password.
nl: Foute gebruikersnaam en/of wachtwoord.

source: Forgotten password
nl: Wachtwoord vergeten

source: Subject: New password requested Hello <username>, You have requested to have a new password assigned to your account in the discussion forum at <base_url>. If you did not request this or if you do not want to change your password you should just ignore this message. Only if you visit the activation page below will your password be changed. Your new password is: <new_password> To change your password, please visit the following page: <activation_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Nieuw wachtwoord Hallo <username> Je hebt een aanvraag ingediend om een nieuw wachtwoord te krijgen op het forum <base_url>. Als je deze aanvraag niet hebt ingediend kan je dit bericht negeren. Enkel wanneer je de activatie pagina bezoekt wordt je wachtwoord gewijzigd. Je nieuwe wachtwoord: <new_password> Om je wachtwoord te wijzigen bezoek je onderstaande pagina: <activation_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: This account has already requested a password reset in the past hour. Please wait %s minutes before requesting a new password again.
nl: Dit account heeft al een nieuw wachtwoord aangevraagd in het voorbije uur. Wacht %s minuten voordat u een nieuwe aanvraag indient.

source: An email has been sent to the specified address with instructions on how to change your password. If it does not arrive you can contact the forum administrator at
nl: Een e-mail is verstuurd naar het gegeven adres met instructies om je wachtwoord aan te passen. Als deze e-mail niet aankomt contacteer je best de administrator op

source: There is no user registered with the email address
nl: Er is geen gebruiker geregistreerd met dit e-mail adres

source: The user you are trying to send an email to has disabled form email.
nl: De gebruiker waar je een e-mail naar wilt sturen heeft deze functie uitgeschakeld.

source: You must enter a subject.
nl: Je moet een onderwerp ingeven.

source: Messages cannot be longer than 65535 characters (64 KB).
nl: Berichten kunnen niet langer zijn dan 65535 tekens (64 KB).

source: At least %s seconds have to pass between sent emails. Please wait %s seconds and try sending again.
nl: Je moet minstens %s seconden wachten voordat je een nieuwe e-mail stuurt. Wacht %s seconden en probeer het opnieuw.

source: Subject: <mail_subject> <sender> from <board_title> has sent you a message. You can reply to <sender> by replying to this email. The message reads as follows: ----------------------------------------------------------------------- <mail_message> ----------------------------------------------------------------------- -- <board_mailer> Mailer
nl: Onderwerp: "<mail_subject>" <sender> heeft je een bericht gestuurd van "<board_title>", je kan reageren op <sender> door te reageren op dit bericht. Dit is het bericht: ---------------------------------------------------------------------- <message> ---------------------------------------------------------------------- -- <board_mailer> Mailer

source: Send email to
nl: Stuur een e-mail naar

source: You must enter a reason.
nl: Je moet een reden opgeven.

source: Your message must be under 65535 bytes (~64kb).
nl: Berichten kunnen niet langer zijn dan 65535 tekens (64 KB).

source: At least %s seconds have to pass between reports. Please wait %s seconds and try sending again.
nl: Je moet minstens %s seconden wachten voordat je een nieuwe rapport instuurt. Wacht %s seconden en probeer het opnieuw.

source: A new report was filed by %s
nl: Een nieuw rapport was ingediend door %s

source: Subject: Report(<forum_id>) - "<thread_subject>" User "<username>" has reported the following message: <comment_url> Reason: <reason> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Rapport(<forum_id>) - "<thread_subject>" Gebruiker "<username>" heeft het volgende bericht gerapporteerd: <comment_url> Reden: <reason> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Report comment
nl: Rapporteer reactie

source: Reason
nl: Reden

source: This forum doesn't allow you to mark threads as solved.
nl: Dit forum laat niet toe dat conversaties als opgelost worden gemarkeerd.

source: You are subscribed
nl: Je bent geabonneerd

source: You're already subscribed to this forum.
nl: Je bent al geabonneerd op dit forum.

source: You're not subscribed to this thread.
nl: Je bent niet geabonneerd op deze conversatie.

source: At least % seconds have to pass between sends. Please wait a little while and try send the message again.
nl: Je moet minstens %s seconden wachten voordat je een nieuw bericht stuurt. Wacht even en probeer het opnieuw.

source: Can't save message, your boxes are full.
nl: Lan bericht niet opslaan, je Inbox is vol.

source: You must give at least one receiver
nl: Je moet minstens één ontvanger opgeven.

source: You can send a message at the same time only to %s receivers maximum.
nl: Je kan een bericht versturen aan maximum %s ontvangers.

source: %s has left the conversation.
nl: %s heeft de conversatie verlaten.

source: %s disabled the private messages.
nl: %s heeft privé berichten uitgeschakelt.

source: %s inbox is full, you can not send you message to this user.
nl: %s Inbox is vol, je kan deze gebruiker momenteel geen bericht sturen.

source: There's no user with the username "%s".
nl: Er is geen gebruiker met de naam '%s'.

source: Subject: You received a new private message on <board_title> <sender> sent a private message to you. You can read this private message at this address: <inbox_url> -- <board_mailer> (Do not reply to this message)
nl: Onderwerp: Nieuw privé bericht op <board_title> <sender> heeft je een privé bericht gestuurd. Je kan dit bericht lezen in Inbox op dit adres: <inbox_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: You received a private message on <board_title> <sender> sent a private message to you. The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can read this private message at this address: <inbox_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Nieuw privé bericht op <board_title> <sender> heeft je een privé bericht gestuurd. Dit is het bericht: ---------------------------------------------------------------------- <message> ---------------------------------------------------------------------- Je kan dit bericht ook lezen in Inbox op dit adres: <inbox_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Send a message
nl: Stuur een bericht

source: No new notifications.
nl: Geen nieuwe notificaties.

source: Seen
nl: Gezien

source: No old notifications.
nl: Geen oude notificaties.

source: Latest comment
nl: Nieuwste reactie

source: Latest visit
nl: Laatste bezoek

source: Location
nl: Locatie

source: This forum is not accepting new registrations.
nl: Dit forum aanvaard geen nieuwe registraties.

source: Forum rules
nl: Forum regels

source: A new user was registered with the same IP address as you within the last hour. To prevent registration flooding, at least an hour has to pass between registrations from the same IP. Sorry for the inconvenience.
nl: Een nieuwe gebruiker heeft zich geregistreerd met hetzelfde IP adres als jou in het laatste uur. Om dubbele registraties te voorkomen moet je minstens een uur wachten tussen 2 registraties. Sorry voor het ongemak.

source: Passwords must be at least 6 characters long. Please choose another (longer) password.
nl: Wachtwoorden moeten minstens 6 tekens bevatten. Kies een ander (langer) wachtwoord.

source: Email addresses do not match.
nl: E-mail adressen komen niet overeen.

source: Someone else is already registered with that email address. Please choose another email address.
nl: Iemand anders gebruikt dit e-mail adres al. Kies een ander e-mail adres.

source: Unfortunately it looks like your request is spam. If you feel this is a mistake, please direct any inquiries to the forum administrator at
nl: Het spijt ons, maar je registratie lijkt op spam. Als je denkt dat dit een fout is neem je best contact op met de administrator op

source: Subject: Alert - Banned email detected User "<username>" registered with banned email address: <email> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Waarschuwing - Verbannen e-mail adres gedetecteerd Gebruiker "<username>" registreerde met het verbannen e-mail adres <email> Profiel URL: <profile_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)

source: Subject: Alert - Duplicate email detected User "<username>" registered with an email address that also belongs to: <dupe_list> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
nl: Onderwerp: Waarschuwing - Dubbel e-mail adres gedetecteerd Gebruiker "<username>" registreerde zijn of haar e-mail adres naar het al gebruikte e-mail adres van <dupe_list> Profile URL: <profile_url> -- <board_mailer> Mailer (Reageer niet op dit bericht)
