Repository: GetLuna/Luna
Catalog: lang/Nederlands/luna.po
Languages: nl

source: An avatar is a small image that will be displayed under your username in your comments. It has to be smaller than %s by %s pixels and %s bytes.
nl: Een avatar is een kleine afbeelding die getoond wordt bij je reacties. Hij moet kleiner zijn dan %s op %s pixels en %s bytes.

source: Seen all
nl: Markeer alles als gelezen

source: Remove all
nl: Verwijder alles

source: Signature
nl: Handtekening

source: If you are human please leave this field blank!
nl: Als je een mens bent laat je dit veld leeg!

source: Enter a username between 2 and 25 characters long
nl: Kies een gebruikersnaam tussen 2 en 25 tekens lang

source: Your password will be sent to this address, make sure it's valid
nl: Je wachtwoord wordt naar dit adres verstuurt, wees zeker dat het geldig is

source: Unhide
nl: Toon

source: Keyword
nl: Zoekwoord

source: Author
nl: Auteur

source: Comment text and thread subject
nl: Reactie tekst en conversatie onderwerp

source: Comment text only
nl: Alleen reactie tekst

source: Thread subject only
nl: Allen conversatie onderwerp

source: Comment time
nl: Reactie tijd

source: Appearance
nl: Weergave

source: Time
nl: Tijd

source: Leave blank to use default
nl: Laat leeg om standaard te gebruiken

source: Upload an image to represent you
nl: Upload een afbeelding die jou voorstelt

source: Write a small piece to attach to every comment you make
nl: Schrijf een klein stukje tekst om bij iedere reactie te voegen

source: Max length: %s characters / Max lines: %s
nl: Maximum lengte: %s tekens / Maximum regels: %s

source: Signature preview
nl: Handtekening voorbeeld

source: Color
nl: Kleur

source: Enforce the accent on the board.
nl: Forceer de accentkleur op het forum

source: Night mode
nl: Nacht modus

source: Never use night mode.
nl: Gebruik nacht modus nooit.

source: Always use night mode.
nl: Gebruik nacht modus altijd.

source: Enable night mode automatically.
nl: Schakel automatisch over op nacht modus.

source: First Run
nl: Eerste Start

source: Show the First Run window on the index.
nl: Toon het Eerste Start paneel op de index.

source: Email settings
nl: E-mail instellingen

source: Display your email address.
nl: Toon je e-mail adres.

source: Hide your email address but allow form email.
nl: Verberg je e-mail adres maar laat e-mails toe.

source: Hide your email address and disallow form email.
nl: Verberg je e-mail adres en laat geen e-mails toe.

source: Include a plain text version of new comments in subscription notification emails.
nl: Voeg een opmaakloze versie van nieuwe reacties toe in je abonnement e-mails.

source: Automatically subscribe to every thread you comment in.
nl: Abonneer automatisch op conversaties waar je aan deelneemt.

source: Show user avatars with their comments.
nl: Toon avatars bij reacties.

source: Show images in comments.
nl: Toon afbeeldingen in reacties.

source: Show user signatures.
nl: Toon handtekeningen bij reacties.

source: Show images in user signatures.
nl: Toon afbeeldingen in handtekeningen.

source: Show smilies as graphic icons.
nl: Too emoticons als grafische iconen.

source: Time zone
nl: Tijdzone

source: Choose user group
nl: Kies een groep

source: Delete or ban user
nl: Verwijder of verban gebruiker

source: Set moderator access
nl: Stel moderator toegang in

source: Choose which forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
nl: Kies welke forums deze gebruiker mag modereren. Belangrijk: Dit geldt alleen voor moderators. Administrators hebben altijd alle permissies.

source: The comment you have chosen to delete is set out below for you to review before proceeding. Deleting this comment is not permanent. If you want to delete a comment permanently, please use delete instead.
nl: De gekozen reactie is hieronder uitgezet ter controle. Het verwijderen van deze reactie is niet permanent, als je een reactie wilt verwijderen gebruik je "Verwijderen".

source: Show all
nl: Toon alles

source: Closed
nl: Gesloten

source: Opened
nl: Geopend

source: Unpinned
nl: Losgemaakt

source: Pinned
nl: Vastgemaakt

source: Important
nl: Belangrijk

source: Unimportant
nl: Onbelangrijk

source: Are you certain that this comment isn't the solution to your thread?
nl: Ben je zeker dat deze reactie niet op oplossing is voor de conversatie?

source: Sort by username
nl: Sorteer op gebruikersnaam

source: Sort by registration date
nl: Sorteer op registratie datum

source: Sort by number of comments
nl: Sorteer op aantal reacties

source: Latest comment on
nl: Laatste reactie op

source: User list
nl: Gebruikerslijst

source: Delete message
nl: Verwijder bericht

source: with
nl: met

source: View a private discussion
nl: Bekijk privé conversaties
